-- phpMyAdmin SQL Dump
-- version 4.6.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Oct 16, 2017 at 01:08 PM
-- Server version: 5.7.14
-- PHP Version: 7.0.10

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `stocksivattha`
--

-- --------------------------------------------------------

--
-- Table structure for table `branch`
--

CREATE TABLE `branch` (
  `branch_id` int(200) NOT NULL,
  `date_recode` varchar(200) NOT NULL,
  `branch_name` varchar(200) NOT NULL,
  `branch_phone` varchar(200) NOT NULL,
  `address` varchar(200) NOT NULL,
  `branch_type_id` int(200) NOT NULL,
  `emp_id` int(200) NOT NULL,
  `branch_note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `branch`
--

INSERT INTO `branch` (`branch_id`, `date_recode`, `branch_name`, `branch_phone`, `address`, `branch_type_id`, `emp_id`, `branch_note`) VALUES
(1, '10/13/2016', 'Lobby Bar', '..', 'lobby', 4, 1, ''),
(3, '10/13/2016', 'Gift Shop', '..', 'lobby', 4, 1, ''),
(4, '10/13/2016', 'Room Service', '..', '..', 1, 1, ''),
(5, '10/13/2016', 'Gym', '..', '..', 5, 1, ''),
(6, '08/04/2017', 'Kitchen', '0125425871', 'Hotel', 1, 1, '');

-- --------------------------------------------------------

--
-- Table structure for table `branch_type`
--

CREATE TABLE `branch_type` (
  `branch_type_id` int(200) NOT NULL,
  `branch_type_name` varchar(200) NOT NULL,
  `branch_type_note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `branch_type`
--

INSERT INTO `branch_type` (`branch_type_id`, `branch_type_name`, `branch_type_note`) VALUES
(1, 'HOTEL', ''),
(2, 'RESTAURANT', ''),
(3, 'MASSAGE', ''),
(4, 'BAR', ''),
(5, 'SPORT', ''),
(6, 'POOL', ''),
(7, 'CONFERENCE', '');

-- --------------------------------------------------------

--
-- Table structure for table `category`
--

CREATE TABLE `category` (
  `cate_id` int(100) NOT NULL,
  `category_name` varchar(200) NOT NULL,
  `note_cate` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `category`
--

INSERT INTO `category` (`cate_id`, `category_name`, `note_cate`) VALUES
(1, 'Drinks (Non-Alcoholic)', ''),
(2, 'Drinks (Alcoholic)', ''),
(3, 'Food', ''),
(4, 'Food (Khmer)', ''),
(5, 'Food (Western)', ''),
(6, 'Swim Wear', ''),
(7, 'Sport Wear', ''),
(8, 'Snacks', ''),
(11, 'GYM SUPPLY', ''),
(12, 'Kitchen Supplies', ''),
(13, 'Stationary', ''),
(14, 'Office Supply', ''),
(15, 'Furniture', ''),
(16, 'Equipments', ''),
(17, 'Food (Chinese)', ''),
(18, 'Waste Supply', 'General Usage'),
(19, 'SPA SUPPLY', ''),
(20, 'Room Supply', '');

-- --------------------------------------------------------

--
-- Table structure for table `employee`
--

CREATE TABLE `employee` (
  `emp_id` int(100) NOT NULL,
  `name_khmer` varchar(200) NOT NULL,
  `name_english` varchar(200) NOT NULL,
  `start_on` varchar(20) NOT NULL,
  `position_id` int(100) NOT NULL,
  `phone` varchar(100) NOT NULL,
  `emp_note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `employee`
--

INSERT INTO `employee` (`emp_id`, `name_khmer`, `name_english`, `start_on`, `position_id`, `phone`, `emp_note`) VALUES
(1, 'áž”áŸ‰áž»áž“áž’áž¸', 'Buthy', '07/01/2017', 3, '0967562647', ''),
(2, 'Kry Kongvobol', 'áž‚áŸ’ážšáž¸ áž‚áž„áŸ‹ážœáž¸áž”áž»áž›', '07/01/2017', 1, 'None', '');

-- --------------------------------------------------------

--
-- Table structure for table `exchange`
--

CREATE TABLE `exchange` (
  `exchange_id` int(100) NOT NULL,
  `exchange` varchar(100) NOT NULL,
  `note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `exchange`
--

INSERT INTO `exchange` (`exchange_id`, `exchange`, `note`) VALUES
(1, '4100', 'áŸ¡â€‹ ážŠáž»áž›áŸ’áž›áž¶ážšâ€‹â€‹ ážŸáŸ’áž˜áž¾ážš 4100 áŸ›');

-- --------------------------------------------------------

--
-- Table structure for table `position`
--

CREATE TABLE `position` (
  `position_id` int(20) NOT NULL,
  `position` varchar(200) NOT NULL,
  `note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `position`
--

INSERT INTO `position` (`position_id`, `position`, `note`) VALUES
(1, 'manager', 'manager'),
(2, 'admin', 'admin'),
(3, 'Stock Controller', '');

-- --------------------------------------------------------

--
-- Table structure for table `product`
--

CREATE TABLE `product` (
  `pro_id` int(200) NOT NULL,
  `code` varchar(200) NOT NULL,
  `paket` varchar(100) NOT NULL,
  `name_en` varchar(200) NOT NULL,
  `name_kh` varchar(200) NOT NULL,
  `price_dolla` decimal(10,2) NOT NULL,
  `price_riel` decimal(10,2) NOT NULL,
  `photo` varchar(200) NOT NULL,
  `note_pro` varchar(200) NOT NULL,
  `cate_id` int(100) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `product`
--

INSERT INTO `product` (`pro_id`, `code`, `paket`, `name_en`, `name_kh`, `price_dolla`, `price_riel`, `photo`, `note_pro`, `cate_id`) VALUES
(1, 'tt01', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Coca-Cola 330ml (Can)', 'áž€áž¼áž€áž¶áž€áž¼áž¡áž¶â€‹ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '10.00', '5.00', 'noimg.jpg', '', 1),
(2, '8848017111003', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Beer Anchor 330ml (Can)', 'áž¢áž¶áž“ážˆáŸážš 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.50', '1.50', 'noimg.jpg', '', 2),
(3, '8847100566607', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Samurai Fruity 330ml (Can)', 'ážŸáž¶áž˜áž¼ážšáŸ‰áž¶áž™ áž•áŸ’áž›áŸ‚ážˆáž¾áž…áŸ†ážšáž»áŸ‡ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.90', '0.34', 'noimg.jpg', '', 1),
(4, '88471007401990', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Beer Cambodia 330ml (Can)', 'ážŸáŸ’ážšáž¶áž”áŸ€ážš áž€áž˜áŸ’áž–áž»áž‡áž¶â€‹ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.00', '0.44', 'noimg.jpg', '', 2),
(5, '8848858120011', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Beer Angkor 330ml (Can)', 'ážŸáŸ’ážšáž¶áž”áŸ€ážšâ€‹ áž¢áž„áŸ’áž‚ážš 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.00', '0.43', 'noimg.jpg', '', 2),
(6, '4847104563736', 'ážŠáž”', 'Sprite 390ml (Bottle)', 'ážŸáŸ’áž–áŸ’ážšáŸƒ 390ml (ážŠáž”)', '1.00', '0.25', 'noimg.jpg', '', 1),
(7, '8847100561459', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Sprite 330ml (Can)', 'ážŸáŸ’áž–áŸ’ážšáŸƒ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.75', '0.31', 'noimg.jpg', '', 1),
(8, '88488581200350', 'ážŠáž”', 'Beer Angkor 330ml (Bottle)', 'ážŸáŸ’ážšáž¶áž”áŸ€ážšâ€‹ áž¢áž„áŸ’áž‚ážš 330ml (ážŠáž”)', '1.50', '0.63', 'noimg.jpg', '', 2),
(9, '8847100566898', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Coca-Cola light 330ml (Can)', 'áž€áž¼áž€áž¶áž€áž¼áž¡áž¶ ážŸâ€‹ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.50', '0.44', 'noimg.jpg', '', 1),
(10, '8847100561329', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Fanta Red Berries 330ml (Can)', 'áž áŸ’ážœáž¶áž“ážáž¶â€‹ ážšážŸáž‡áž¶ážáž·áž”áŸŠážºážšáž¸áž€áŸ’ážšáž áž˜ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.75', '0.31', 'noimg.jpg', '', 1),
(11, '8847100567352', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Fanta Fruit Punch 330ml (Can)', 'áž áŸ’ážœáž¶áž“ážáž¶ â€‹ážšážŸáž‡áž¶ážáž·áž•áŸ’áž›áŸ‚ážˆáž¾ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.75', '0.31', 'noimg.jpg', '', 1),
(12, '8847100560094', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Fanta Orange 330ml (Can)', 'áž áŸ’ážœáž¶áž“ážáž¶ â€‹ážšážŸáž‡áž¶ážáž·áž€áŸ’ážšáž¼áž… 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.75', '0.31', 'noimg.jpg', '', 1),
(13, '8847100560117', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Fanta Grape Flavor 330ml (Can)', 'áž áŸ’ážœáž¶áž“ážáž¶ â€‹ ážšážŸáž‡áž¶ážáž·áž‘áŸ†áž–áž¶áŸ†áž„áž”áž¶áž™áž‡áž¼ážš 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.75', '0.31', 'noimg.jpg', '', 1),
(14, '8847100561237', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Water Aquarius  330ml (Can)', 'áž‘áž¹áž€ áž¢áž¶ážƒáŸ’ážœáŸážšážšáŸ€ážŸâ€‹ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.35', '0.34', 'noimg.jpg', '', 1),
(15, '8847100566591', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Samurai Strawberry 330ml (Can)', 'ážŸáž¶áž˜áŸ‰áž¼ážšáŸƒ ážŸáŸ’ážáŸ’ážšáž”áž¾ážšáž¸ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.90', '0.34', 'noimg.jpg', '', 1),
(16, '8847100563170', 'ážŠáž”', 'Water Aquarius 390ml (Bottle)', 'áž‘áž¹áž€ áž¢áž¶ážƒáŸ’ážœáŸážšážšáŸ€ážŸ 390ml  (ážŠáž”)', '1.60', '0.40', 'noimg.jpg', '', 1),
(17, '8847100567574', 'ážŠáž”', 'Coca-Cola 390ml  (Bottle)', 'áž€áž¼áž€áž¶áž€áž¼áž¡áž¶ 390ml  (ážŠáž”)', '1.00', '0.25', 'noimg.jpg', '', 1),
(18, '5000000131', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Nestle Fresh Milkâ€‹ 140ml (Can)', 'áž‘ážºáž€ážŠáŸ„áŸ‡ážŸáŸ’ážšážŸáŸ‹ áž€áŸ†áž”áŸ‰áž»áž„ 140áž˜áž›', '0.40', '0.40', 'noimg.jpg', '', 1),
(19, '8847100568526', 'ážŠáž”', 'Water Dasani 500mL (Bottle)', 'ážŠáž¶ážŸáž¶áž“áž¸  500mL (ážŠáž”)', '0.50', '0.16', 'noimg.jpg', '', 1),
(20, '200000158', 'PC', 'ST001 Shrimp Dumpling', 'áž áž¶áž€áž¶ážœ', '2.50', '1.56', 'noimg.jpg', '', 17),
(21, '200000159', 'PC', 'ST002 Shrimp & Pork Dumpling', 'ážŸáŸŠáž¸ážœáž˜áŸ‰áž¶áž™', '2.50', '1.56', 'noimg.jpg', '', 17),
(22, '200000160', 'PC', 'ST003 Teochew Dumpling (3 pcs)', 'áž‚áž¶ážœáž‘áž¶áž‡áž¸ážœ', '1.98', '1.17', 'noimg.jpg', '', 17),
(23, '200000161', 'PC', 'ST004 Chive & Pork Dumpling (3 pcs)', 'áž‚áž¶ážœážŸáŸ’áž“áž¼áž›áž‚áž¼áž†áž¶áž™', '1.98', '1.17', 'noimg.jpg', '', 17),
(24, '200000162', 'PC', 'ST008 Pork Ribs with Blade Beans', 'áž†áŸ’áž¢áž¹áž„áž‡áŸ†áž“áž¸áž…áŸ†áž áž»áž™ážŸáŸ€áž„ážáŸ’áž˜áŸ…', '2.28', '1.40', 'noimg.jpg', '', 17),
(25, '200000163', 'PC', 'ST009 Chicken Feet With Black Bean', 'áž‡áž¾áž„áž˜áž¶áž“áŸ‹áž…áŸ†áž áž»áž™ážŸáŸ€áž„ážáŸ’áž˜áŸ…', '2.28', '1.40', 'noimg.jpg', '', 17),
(26, '200000165', 'PC', 'ST0013 Glutinous Rice Wrapped', 'áž”áž¶áž™ážŠáŸ†áž“áž¾áž”ážŸáž¶áž…áŸ‹áž˜áž¶áž“áŸ‹', '1.48', '0.90', 'noimg.jpg', '', 17),
(27, '200000166', 'PC', 'OV002 Baked BBQ Pork Bun', 'áž“áŸ†áž”áŸ‰áž¶ážœážŸáž¶áž…áŸ‹ážŸáž¶ážŸáŸŠáž¸ážœ', '1.98', '1.17', 'noimg.jpg', '', 17),
(28, '200000167', 'PC', 'ST016 Pork Dumpling Peking', 'áž‚áž¶ážœáž…áŸ†áž áž»áž™', '2.28', '1.32', 'noimg.jpg', '', 17),
(29, '200000168', 'PC', 'ST018 Cream Custard Bun', 'áž“áŸ†áž”áŸ‰áž¶ážœážŸáŸ’áž“áž¼áž›áž–áž„áž˜áž¶áž“áŸ‹', '1.98', '1.17', 'noimg.jpg', '', 17),
(30, '200000169', 'PC', 'ST021 Steam-Deep Fried Bun', 'áž…áŸ†áž áž»áž™ áž“áž·áž„áž”áŸ†áž–áž„áž“áŸ†áž”áŸ‰áž¶ážœáž¢ážáŸ‹ážŸáŸ’áž“áž¼áž›', '1.98', '1.15', 'noimg.jpg', '', 17),
(31, '200000170', 'PC', 'ST026 Xiao Long Bao', 'ážŸáŸŠáž¸áž¡áž»áž„áž”áŸ‰áž¶ážœ', '2.50', '1.56', 'noimg.jpg', '', 17),
(32, '200000171', 'PC', 'ST032 Taro Rong Package', 'áž“áŸ†áž”áŸ‰áž¶ážœážŸáŸ’áž“áž¼áž›ážáŸ’ážšáž¶ážœ', '1.98', '1.17', 'noimg.jpg', '', 17),
(33, '200000172', 'PC', 'DF011 Cream Custard Ball', 'áž“áŸ†áž›áŸ’áž„áž”áŸ†áž–áž„', '1.98', '1.17', 'noimg.jpg', '', 17),
(34, '200000173', 'PC', 'DF017 Pan-Fried Chive & Pork Dumpling (3 pcs)', 'áž‚áž¶ážœáž…áŸ€áž“ážŸáŸ’áž“áž¼áž›áž‚áž¼áž†áž¶áž™', '1.98', '1.17', 'noimg.jpg', '', 17),
(35, '8846956789116', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Freshy Soybean 330ml (Can)', 'áž áŸ’ážœáŸ’ážšáŸážŸážŸáŸŠáž¸ážŸážŽáŸ’ážŠáŸ‚áž€ážŸáŸ€áž„ â€‹â€‹â€‹â€‹â€‹â€‹â€‹330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.00', '0.00', 'noimg.jpg', '', 1),
(36, '200000175', 'PC', 'OV005 Pineapple Bun (3 pcs)', 'áž“áŸ†ážŸáŸ’ážšáž½áž™áž“áŸ†áž˜áŸ’áž“áž¶ážŸáŸ‹ (3ážŠáž»áŸ†)', '1.98', '1.17', 'noimg.jpg', '', 17),
(37, '200000176', 'PC', 'DF005 Beancurd Skin Roll with Shrimp (3 pcs)', 'áž–áž–áž»áŸ‡ážŸážŽáŸ’ážáŸ‚áž€áž‚áŸ’ážšáž¿áž„ážŸáž˜áž»áž‘áŸ’ážš', '2.28', '1.35', 'noimg.jpg', '', 17),
(38, '200000177', 'PC', 'ST026 Xiao Long Bao', 'ážŸáŸŠáž¸áž¡áž»áž„áž”áŸ‰áž¶ážœ', '3.98', '2.34', 'noimg.jpg', '', 17),
(39, '200000178', 'PC', 'ST026 Xiao Long Bao (12 pcs)', 'ážŸáŸŠáž¸áž¡áž»áž„áž”áŸ‰áž¶ážœ (12ážŠáž»áŸ†)', '7.48', '7.48', 'noimg.jpg', '', 17),
(40, '3245996108416', 'ážŠáž”', 'Cognac Hennessy X.O 70cl', 'áž€áž¼áž‰áŸ‰áž¶áž€áŸ‹â€‹ áž áŸáž“áž“ážºážŸáŸŠáž¸â€‹ X.O 70cl', '0.00', '0.00', 'noimg.jpg', '', 2),
(41, '8847100563026', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Soda Schweppes 330ml (Can)', 'Soda Schweppes 330ml (ážŠáž”)', '1.25', '0.31', 'noimg.jpg', '', 1),
(42, '88471005640230', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Tonic Schweppes 330ml (Can)', 'áž‘áž¹áž€ážáž¼áž“áž·áž€ Schweppes 330ml (ážŠáž”)', '1.25', '0.31', 'noimg.jpg', '', 1),
(43, '50002992250280', 'ážŠáž”', 'Whiskey Chivas Regal 18Y 750ml', 'ážœáž¸ážŸáŸ’áž‚áž¸ážˆáž¸ážœáŸ‰áž¶ážŸážšáž¸áž áŸ’áž€áž¶áž› 18Y 750ml', '0.00', '0.00', 'noimg.jpg', '', 2),
(44, '50002671174470', 'ážŠáž”', 'Whiskey Johnie Walker Platinum Label  18Y 1L', 'ážœáž¸ážŸáŸ’áž‚áž¸áž…áž“áŸ’áž“áž¸ážœáŸážƒáŸážšáž•áŸ’áž›áž¶áž’áž¸áž“ážºáž˜áž¡áž¶áž”áŸŠáŸ‚áž› 18Y 1l', '0.00', '0.00', 'noimg.jpg', '', 2),
(46, '50002670240110', 'ážŠáž”', 'Whiskey Johnie Walker Black Label 75cl', 'ážœáž¸ážŸáŸ’áž‚áž¸áž…áž“áŸ’áž“áž¸ážœáŸážƒáŸážšáž”áŸ’áž›áŸ‚áž€áž¡áž¶áž”áŸŠáŸ‚áž› 75cl', '0.00', '0.00', 'noimg.jpg', '', 2),
(47, '804324004320', 'ážŠáž”', 'Whiskey Chivas Regal 12Y 1l', 'ážœáž¸ážŸáŸ’áž‚áž¸ážˆáž¸ážœáŸ‰áž¶ážŸážšáž¸áž áŸ’áž€áž¶áž› 12Y 1l', '0.00', '0.00', 'noimg.jpg', '', 2),
(48, '50101061103860', 'ážŠáž”', 'Whiskey Ballantines 21Y 70cl', 'ážœáž¸ážŸáŸ’áž‚áž¸áž”áž¶áž›áŸ‚áž“áž’áž¸áž“ 21Y 70cl', '0.00', '0.00', 'noimg.jpg', '', 2),
(49, '3081102208640', 'ážŠáž”', 'Whiskey Johnie Walker Gold Label Reserve 75cl', 'ážœáž¸ážŸáŸ’áž‚áž¸áž…áž“áŸ’áž“áž¸ážœáŸážƒáŸážšáž áŸ’áž€áž¼áž›áž¡áž¶áž”áŸŠáŸ‚áž›ážšáž¸áž áŸ’ážŸáŸ‚ážœâ€‹ 75cLl', '0.00', '0.00', 'noimg.jpg', '', 2),
(50, '8848017114004', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Beer ABC 330ml (Can)', 'ážŸáŸ’ážšáž¶áž”áŸ€ážšABC 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '3.50', '0.00', 'noimg.jpg', '', 2),
(51, '8847100562111', 'ážŠáž”', 'Water Dasani 1.5l (Bottle)', 'ážŠáž¶ážŸáž¶áž“áž¸ 1.5l (ážŠáž”)', '1.35', '0.26', 'noimg.jpg', '', 1),
(52, '8847100566874', 'ážŠáž”', 'Samurai Strawberry 390ml (Bottle)', 'ážŸáž¶áž˜áŸ‰áž¼ážšáŸƒ ážŸáŸ’ážáŸ’ážšáž”áž¾ážšáž¸ 390ml (ážŠáž”)', '1.60', '0.42', 'noimg.jpg', '', 2),
(53, '8847100566676', 'ážŠáž”', 'Samurai Fruity 390mL (Bottle)', 'ážŸáž¶áž˜áŸ‰áž¼ážšáŸƒ áž•áŸ’áž›áŸ‚ážˆáž¾áž…áŸ†ážšáž»áŸ‡ 390ml (ážŠáž”)', '1.60', '0.42', 'noimg.jpg', '', 1),
(54, '8806011010067', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Energy Drink Bacchus 250ml (Can)', 'áž”áž¶áž€áž¶ážŸ 250ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.00', '0.00', 'noimg.jpg', '', 1),
(55, '8847100562340', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Schweppes Sarsi 330ml (Can)', 'Schweppesâ€‹ ážŸáž¶ážŸáŸŠáž¸ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '1.25', '0.31', 'noimg.jpg', '', 1),
(56, '8935049500414', 'ážŠáž”', 'Water Dasani 350mL (Bottle)', 'ážŠáž¶ážŸáž¶áž“áž¸  350mL (ážŠáž”)', '0.25', '0.18', 'noimg.jpg', '', 1),
(57, '8846956789055', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Freshy Grape Juice 330ml (Can)', 'Freshy Grape Juice 330ml (Can)', '0.00', '0.00', 'noimg.jpg', '', 1),
(58, '8846956789017', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Freshy Apple Juice 330ml (Can)', 'áž áŸ’ážœáŸ’ážšáŸážŸážŸáŸŠáž¸áž•áŸ’áž›áŸ‚áž”áŸ‰áŸ„áž˜ 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.00', '0.00', 'noimg.jpg', '', 1),
(59, '8846956789031', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Freshy Oranage 330ml (Can)', 'áž áŸ’ážœáŸ’ážšáŸážŸážŸáŸŠáž¸áž€áŸ’ážšáž¼áž… 330ml (áž€áŸ†áž”áŸ‰áž»áž„)', '0.00', '0.00', 'noimg.jpg', '', 1),
(60, '2100100001', 'PC', 'Bell Pepper', 'áž˜áŸ’áž‘áŸážŸáž áž¶ážœáŸƒ', '0.00', '0.00', 'noimg.jpg', '', 3),
(61, '2100100002', 'PC', 'Carrot', 'áž€áž¶ážšáŸ‰áž»áž', '0.00', '0.00', 'noimg.jpg', '', 3),
(62, '2100100003', 'PC', 'Broccoli', 'ážáž¶ážáŸ‹ážŽáž¶', '0.00', '0.00', 'noimg.jpg', '', 3),
(63, '2100100004', 'PC', 'Cauliflower', 'áž•áŸ’áž€áž¶ážáž¶ážáŸ‹ážŽáž¶', '0.00', '0.00', 'noimg.jpg', '', 3),
(64, '2100100005', 'PC', 'Cabbage', 'ážŸáŸ’áž–áŸƒáž€áŸ’ážŠáŸ„áž”', '0.00', '0.00', 'noimg.jpg', '', 3),
(65, '2100100006', 'PC', 'Cucumber', 'ážáŸ’ážšážŸáž€áŸ‹', '0.00', '0.00', 'noimg.jpg', '', 3),
(66, '2100100007', 'PC', 'Corn', 'áž–áŸ„áž', '0.00', '0.00', 'noimg.jpg', '', 3),
(67, '2100100008', 'PC', 'Celery', 'ážŠáž¾áž˜celery', '0.00', '0.00', 'noimg.jpg', '', 3),
(68, '2100100009', 'PC', 'Beetroot', 'ážáŸ’áž‘áž¹áž˜áž€áŸ’ážšáž áž˜', '0.00', '0.00', 'noimg.jpg', '', 3),
(69, '2100100010', 'PC', 'Eggplant', 'ážáŸ’ážšáž”áŸ‹ážœáŸ‚áž„', '0.00', '0.00', 'noimg.jpg', '', 3),
(70, '2100100011', 'PC', 'Onion', 'ážáŸ’áž‘áž¹áž˜áž”áž¶ážšáž¶áŸ†áž„', '0.00', '0.00', 'noimg.jpg', '', 3),
(71, '2100100012', 'PC', 'Potato', 'ážŠáŸ†áž¡áž¼áž„', '0.00', '0.00', 'noimg.jpg', '', 3),
(72, '2100100013', 'PC', 'Pumpkin', 'áž›áŸ’áž–áŸ…', '0.00', '0.00', 'noimg.jpg', '', 3),
(73, '2100100014', 'PC', 'Sweet potato', 'ážŠáŸ†áž¡áž¼áž„áž”áž¶ážšáž¶áŸ†áž„', '0.00', '0.00', 'noimg.jpg', '', 3),
(74, '2100100015', 'PC', 'Tomato', 'áž”áŸ‰áŸáž„áž”áŸ‰áŸ„áŸ‡', '0.00', '0.00', 'noimg.jpg', '', 3),
(75, '2100100016', 'PC', 'Mushroom', 'áž•áŸ’ážŸáž¹áž', '0.00', '0.00', 'noimg.jpg', '', 3),
(76, '2100100018', 'PC', 'Leeks', 'ážŸáŸ’áž›áž¹áž€ážáŸ’áž‘áž¹áž˜', '0.00', '0.00', 'noimg.jpg', '', 3),
(77, '2100100019', 'PC', 'Parsnips', 'áž†áŸƒážáž¶ážœ', '0.00', '0.00', 'noimg.jpg', '', 3),
(78, '2100100020', 'PC', 'Garlic', 'ážáŸ’áž‘áž¹áž˜ážŸ', '0.00', '0.00', 'noimg.jpg', '', 3),
(79, '2100100021', 'PC', 'Ginger', 'ážáŸ’áž‰áž¸', '0.00', '0.00', 'noimg.jpg', '', 3),
(80, '2100100022', 'PC', 'Peppers', 'áž˜áŸ’áž‘áŸážŸ', '0.00', '0.00', 'noimg.jpg', '', 3),
(81, '2100100023', 'PC', 'Discreet', 'ážšáŸ†ážŠáŸáž„', '0.00', '0.00', 'noimg.jpg', '', 3),
(82, '2100100024', 'PC', 'Cabbages', 'ážŸáŸ’áž–áŸƒáž”áž¼áž€áž‚áŸ„', '0.00', '0.00', 'noimg.jpg', '', 3),
(83, '2100100025', 'PC', 'Little Cabbage', 'ážŸáŸ’áž–áŸƒážáž¿', '0.00', '0.00', 'noimg.jpg', '', 3),
(84, '2100100026', 'PC', 'Cabbage Anhanh', 'ážŸáŸ’áž–áŸƒáž€áŸ’ážšáž‰áŸ‰áž¶áž‰áŸ‹', '0.00', '0.00', 'noimg.jpg', '', 3),
(85, '2100100027', 'PC', 'Mustard', 'ážŸáŸ’áž–áŸƒážáŸ’áž˜áŸ…', '0.00', '0.00', 'noimg.jpg', '', 3),
(86, '8850127010268', 'PC', 'NESCAFE 3 IN 1 (Pack)', 'ážŽáŸážŸáŸáž€áž¶áž áŸ’ážœáŸáž€áž‰áŸ’áž…áž”áŸ‹', '0.25', '0.25', 'noimg.jpg', '', 1),
(87, '8850124099310', 'PC', 'Nest Milke Tea (1000g)', 'ážŽáŸ‚ážŸážáŸ‚áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„(1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(88, '8850124091864', 'PC', 'Nest Coffee Mate (1000g)', 'ážŽáŸ‚ážŸ áž˜áŸ’ážŸáŸ…áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„', '0.00', '0.00', 'noimg.jpg', '', 1),
(89, '8934804027463', 'PC', 'Nest Coffee 250g', 'ážŽáŸ‚ážŸâ€‹áž€áž¶áž áŸ’ážœáŸ (250áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(90, '8850127066852', 'PC', 'Nest CafÃ© Ice (800g)', 'ážŽáŸ‚ážŸáž€áž¶áž áŸ’ážœáŸáž¢áž¶áž™ (800áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(91, '8850125404052', 'PC', 'Nest Lemon Tea (1000g)', 'ážŽáŸ‚ážŸážáŸ‚áž€áŸ’ážšáž¼áž…áž†áŸ’áž˜áž¶ (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(92, '8850125404045', 'PC', 'Nest Chocolate (1000g)', 'ážŽáŸ‚ážŸ ážŸáž¼áž€áž¼áž¡áž¶ (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(93, '8935118306411', 'PC', 'Peanut Butter(510g)', 'áž”áŸŠážºážŸážŽáŸ’ážáŸ‚áž€ážŠáž¸ (510áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(94, '2300100001', 'PC', 'Tarror Power (1000g)', 'áž˜áŸ’ážŸáŸ…ážáŸ’ážšáž¶ážœ (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(95, '2300100002', 'PC', 'Cocumber Power', 'áž˜áŸ’ážŸáŸ…ážáŸ’ážšážŸáž€áŸ‹ (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(96, '2300100003', 'PC', 'Straberry Powder', 'áž˜áŸ’ážŸáŸ…ážŸáŸ’ážáŸ’ážšáž”áž¾ážšáž¸  (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(97, '2300100005', 'PC', 'Chocolate Powder', 'áž˜áŸ’ážŸáŸ…ážŸáž¼áž€áž¼áž¡áž¶  (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(98, '2300100006', 'PC', 'Bubble Tea', 'áž‚áŸ’ážšáž¶áž”áŸ‹áž‚áž»áž‡ (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(99, '2300100007', 'PC', 'Fresh Milk Powder', 'áž˜áŸ’ážŸáŸ…áž‘ážºáž€ážŠáŸ„áŸ‡áž‚áŸ„ážŸáŸ’ážšážŸáŸ‹  (1000áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(100, '8858705604915', 'PC', 'Condense Milk Teapot (380g)', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„ážáž¶áž”áŸ‹áž’áž¸áž•áž (380áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(101, '8850124070999', 'PC', 'Fresh Milk Carnation(370g)', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„ážŸáŸ’ážšážŸáŸ‹ážáž¶ážŽáž¶ážŸáž·áž“(370áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(102, '75032715', 'ážŠáž”', 'Beer Carona (Extra)', 'áž”áŸŠáž¸áž™áŸŠáŸ‚ážšáž€áž¼ážšáž¼ážŽáž¶ (ážŠáž”)', '0.00', '0.00', 'noimg.jpg', '', 1),
(104, '8853933000195', 'PC', 'Syrub Dolly Yellow (700ml)', 'ážŸáŸŠáŸážšáŸ‰áž¼â€‹ážŠáž¼áž›áž¸ áž›áž¿áž„ (700áž˜áž›)', '0.00', '0.00', 'noimg.jpg', '', 1),
(105, '8850086214004', 'PC', 'Ovaltine Bottle (400g)', 'áž˜áŸ’ážŸáŸ…áž¢áž¼ážœáž¶áž‘áž¸áž“ážŠáž”(400áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'noimg.jpg', '', 1),
(106, '6946704720018', 'PC', 'Strabberry Jam', 'ážŠáŸ†ážŽáž¶áž”áŸ‹ážŸáŸ’ážšáŸ’ážáž”áž¾ážšáž¸ 2500â€‹áž˜áž›', '0.00', '0.00', 'noimg.jpg', '', 1),
(107, '8934804025780', 'ážŠáž”', 'Nestle Milo 400g (Bottle)', 'ážŽáŸ‚ážŸáŸ’áž›áŸ áž˜áž¸áž¡áž¼', '0.00', '0.00', 'noimg.jpg', '', 1),
(108, '2300100008', 'ážŠáž”', 'Oyster Sauce  (1,1 kg)', 'áž”áŸ’ážšáŸáž„áž¢áž™ážŸáŸ’áž‘áž™áŸ (1,1 kg)', '0.00', '0.00', '01.Oyster Sauce 1.1Kg.jpg', '', 3),
(109, '2300100009', 'ážŠáž”', 'Oyster Sauce 6Kg', 'áž”áŸ’ážšáŸáž„áž¢áž™ážŸáŸ’áž‘áž™áŸ 6Kg', '0.00', '0.00', '02.Oyster Sauce 6Kg.jpg', '', 3),
(110, '2300100010', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Chilli Sauce 3.3Kg', 'áž‘áž¹áž€áž˜áŸ’áž‘áŸážŸ 3.3Kg', '0.00', '0.00', '03.Chilli Sauce 3.3Kg.jpg', '', 3),
(111, '2300100011', 'ážŠáž”', 'Magornaise 3L', 'Magornaise 3L', '0.00', '0.00', '04.Magornaise 3L.jpg', '', 3),
(112, '2300100012', 'áž€áŸ’ážšáž¶áž˜', 'Knorrâ€‹ 800g', 'áž˜áŸ’ážŸáŸ…ážŸáŸŠáž»áž”ážáŸ’áž“ážš 800g', '0.00', '0.00', '05.Knorr 800g.jpg', '', 3),
(113, '2300100013', 'áž€áŸ’ážšáž¶áž˜', 'Bawang Goreng 1Kg', 'ážáŸ’áž‘áž¹áž˜áž”áŸ†áž–áž„â€‹ 1Kg', '0.00', '0.00', '06.Bawang Goreng 1Kg.jpg', '', 3),
(115, '2300100014', 'áž€áŸ’ážšáž¶áž˜', 'Rice Vermilli 100g', 'áž‚áž»áž™áž‘áž¶ážœáž¢áž„áŸ’áž€ážš 100g', '0.00', '0.00', '07.Rice Vermilli 100g.jpg', '', 3),
(116, '2300100015', 'áž€áŸ’ážšáž¶áž˜', 'Peng Belachan 450g', 'áž€áž¶áž–áž·áž€ 450g', '0.00', '0.00', '08.Peng Belachan 450g.jpg', '', 3),
(118, '2300100016', 'ážŠáž”', 'Oyster Sauce  4.5Kg', 'Oyster Sauce  4.5Kg', '0.00', '0.00', '01.Oyster Sauce 1.1Kg.jpg', '', 3),
(120, '2300100017', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Orange ngoam jet', 'áž€áŸ’ážšáž¼áž…áž„áŸ‰áž¶áŸ†áž„áŸ‰áž¼ážœ', '0.00', '0.00', '14.áž€áŸ’ážšáž¼áž…áž„áŸ‰áž¶áŸ†áž„áŸ‰áž¼ážœ.jpg', '', 3),
(121, '2300100018', 'ážŠáž”', 'Worcstershire Sauce 290ml', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹  Worcestershire 290ml', '0.00', '0.00', '15.Worcstershire Sauce 290ml.jpg', '', 3),
(122, '2300100019', 'ážŠáž”', 'HP Sauce', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ áž€áŸ’ážšáž»áž˜áž áŸŠáž»áž“ HP', '0.00', '0.00', '16.HP Sauce 255g.jpg', '', 3),
(123, '2300100020', 'ážŠáž”', 'Liquid Chichen stock', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ ážŸáž¶áž…áŸ‹áž˜áž¶áž“áŸ‹', '0.00', '0.00', '17.Liquid Chichen stock.jpg', '', 3),
(124, '2300100021', 'ážŠáž”', 'Maggi 980ml', 'Maggi 980ml', '0.00', '0.00', '18.Maggi Seasoning 980ml.jpg', '', 3),
(125, '2300100022', 'ážŠáž”', 'Dark Soy Sauce', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ ážŸážŽáŸ’ážáŸ‚áž€ážáŸ’áž˜áŸ…', '0.00', '0.00', '16.Dark Soy Sauce.jpg', '', 3),
(126, '2300100023', 'ážŠáž”', 'Net sauce', 'áž‘áž¹áž€ážáŸ’ážšáž¸ážŸáž»áž‘áŸ’áž’', '0.00', '0.00', '17.áž‘áž¹áž€ážáŸ’ážšáž¸ážŸáž»áž‘áŸ’áž’â€‹ 150ml.jpg', '', 3),
(127, '2300100024', 'ážŠáž”', 'Barbecue 1134g', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ ážŸáž¶áž…áŸ‹áž¢áž¶áŸ†áž„', '0.00', '0.00', '18.Barbecue 1134g.jpg', '', 3),
(129, '2300100025', 'áž€áŸ’ážšáž¶áž˜', 'Hela 1Kg', 'áž˜áŸ’ážŸáŸ…â€‹ Hela 1Kg', '0.00', '0.00', '24.Hola 1Kg.jpg', '', 3),
(130, '2300100027', 'áž€áŸ’ážšáž¶áž˜', 'Babas 250g', 'áž˜áŸ’ážŸáŸ… Babas 250g', '0.00', '0.00', '26.Babas 250g.jpg', '', 3),
(131, '2300100028', 'áž€áŸ’ážšáž¶áž˜', 'Msaowchhea', 'áž˜áŸ’ážŸáŸ…áž†áž¶ážšáž¼áž™áž“áŸ’ážáž áŸ„áŸ‡', '0.00', '0.00', '27.áž˜áŸ’ážŸáŸ…áž†áž¶.jpg', '', 3),
(133, '2300100029', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Plain Flour 1Kg', 'áž˜áŸ’ážŸáŸ… Plain Flour 1Kg', '0.00', '0.00', '28.Plain Flour.jpg', '', 3),
(134, '2300100030', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Windmill Potato 1Kg', 'áž˜áŸ’ážŸáŸ…ážŠáŸ†áž¡áž¼áž„', '0.00', '0.00', '29.Wind mill potato 1Kg.jpg', '', 3),
(135, '2300100031', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Bread Crund 1Kg', 'áž˜áŸ’ážŸáŸ…áž“áŸ†áž”áž»áŸáž„', '0.00', '0.00', '30.Breand Crund 1Kg.jpg', '', 3),
(136, '2300100032', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Kim Chay', 'áž‚áž¸áž˜áž†áž¶áž™', '0.00', '0.00', '06.Bawang Goreng 1Kg.jpg', '', 3),
(137, '2300100033', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Suger', 'ážŸáŸ’áž€ážšážŸážš', '0.00', '0.00', '44.Suger.jpg', '', 20),
(138, '2300100034', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Mae Ploy 400g', 'Mae Ploy 400áž‚áŸ’ážšáž¶áž˜', '0.00', '0.00', '45.Mae Ploy 400g.jpg', '', 3),
(139, '2300100035', 'ážŠáž”', 'Chilli Bean 368g', 'áž‘áž¹áž€áž˜áŸ’áž‘áŸážŸâ€‹â€‹ 368g', '0.00', '0.00', '47.Chilli Bean 368g.jpg', '', 3),
(140, '2300100036', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Canned corn 450g', 'áž–áŸ„ážáž€áŸ†áž”áŸ‰áž»áž„â€‹ 540g', '0.00', '0.00', '48.áž–áŸ„ážáž€áŸ†áž”áŸ‰áž»áž„ 540g.jpg', '', 3),
(142, '2300100037', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Soup Chay 755g', 'ážŸáŸŠáž»áž”áž†áž¶áž™ 755g', '0.00', '0.00', '44.Suger.jpg', '', 3),
(143, '2300100038', 'ážŠáž”', 'Tomato juice 600g', 'áž‘áž¹áž€áž”áŸ‰áŸáž„áž”áŸ‰áŸ„áŸ‡  600g', '0.00', '0.00', 'Photo0046.jpg', '', 3),
(144, '2300100039', 'ážŠáž”', 'Yulong 500g', 'Yulong 500áž€áŸ’ážšáž¶áž˜', '0.00', '0.00', '51.Yulong 500g.jpg', '', 3),
(145, '2300100040', 'ážŠáž”', 'Fruity Sauce 335g', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ áž•áŸ’áž›áŸ‚ážˆáž¾ 335g', '0.00', '0.00', '52.Fruity Sauce 335g.jpg', '', 3),
(146, '2300100041', 'ážŠáž”', 'Rabbit sauceâ€‹', 'áž‘áž¹áž€ážáŸ’ážšáž¸ážšáž¼áž”áž‘áž“áŸ’ážŸáž¶áž™', '0.00', '0.00', '53.â€‹áž‘áž¹áž€ážáŸ’ážšáž¸ážšáž¼áž”áž‘áž“áŸ’ážŸáž¶áž™.jpg', '', 3),
(147, '2300100042', 'ážŠáž”', 'Chili', 'áž‘áž¹áž€áž˜áŸ’áž‘áŸážŸ', '0.00', '0.00', 'Photo0045.jpg', '', 3),
(148, '2300100043', 'ážŠáž”', 'Chili Em', 'áž‘áž¹áž€áž˜áŸ’áž‘áŸážŸáž‘áž¹áž€áž˜áŸ’áž‘áŸážŸ áž‡áž½ážšáž¢áŸ‚áž˜', '0.00', '0.00', 'Photo0046.jpg', '', 3),
(149, '2300100044', 'ážŠáž”', 'White ink', 'áž‘áž¹áž€ážáŸ’áž˜áŸážŸ', '0.00', '0.00', '56.áž‘áž¹áž€ážáŸ’áž˜áŸážŸ.jpg', '', 3),
(150, '2300100045', 'ážŠáž”', 'Full Cream Milk 1L', 'áž€áŸ’ážšáŸ‚áž˜áž‘áž¹áž€ ážŠáŸ„áŸ‡áž‚áŸ„Â 1L', '0.00', '0.00', '57.Full Cream Milk 1L.jpg', '', 3),
(151, '2300100046', 'ážŠáž”', 'Red wine Bayanela', 'ážŸáŸ’ážšáž¶áž€áŸ’ážšáž áž˜  Bayanela', '0.00', '0.00', '65.Bayanela.jpg', '', 1),
(152, '2300100047', 'ážŠáž”', 'Larossere Do Roy', 'ážŸáŸ’ážšáž¶áž€áŸ’ážšáž áž˜  Larossere Do Roy', '0.00', '0.00', '65.Bayanela.jpg', '', 1),
(153, '2300100048', 'ážŠáž”', 'Corana Extra 355ml', 'ážŸáŸ’ážšáž¶ Beer Corana Extra 355ml', '0.00', '0.00', '67.Corona Extra 355ml.jpg', '', 1),
(154, '8888265001275', 'ážŠáž”', 'Juice Grape(1L)', 'áž‘áž¹áž€áž•áŸ’áž›áŸ‚ážˆáž¾(áž‘áŸ†áž–áž¶áŸ†áž„áž”áž¶áž™áž‡áž¼)', '2.50', '10000.00', 'coffee-932103_960_720.jpg', 'Boufet', 1),
(155, '8849300404024', 'ážŠáž»áŸ†', 'Facial Tissue(Square)', 'áž€áŸ’ážšážŠáž¶ážŸáž‡áž¼ážáž˜áž»áž(áž‡áŸ’ážšáž»áž„)', '1.00', '4000.00', '19786_389602317895408_2020739492471936013_n.jpg', '', 18),
(156, '888265000612', 'ážŠáž”', 'Juice apple', 'áž‘áž¹áž€áž•áŸ’áž›áŸ‚ážˆáž¾ (ážšážŸáŸ‹áž‡áž¶ážáž·áž•áŸ’áž›áŸ‚áž”áŸ‰áŸ„áž˜', '2.00', '10000.00', 'JJ_6.75OZ_AppleCartonSM1.png', '', 1),
(157, '888265000629', 'ážŠáž”', 'Juice Orange', 'áž‘áž¹áž€áž•áŸ’áž›áŸ‚ážˆáž¾â€‹(â€‹ ážšážŸáŸ‹áž‡áž¶ážáž·áž…áŸ’ážšáž¼áž€', '2.00', '10000.00', '000125193.jpg', '', 1),
(158, '8806011413158', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Bacchus Sugar Free', 'áž”áž¶áž€áž¶ážŸ áž‚áŸ’áž˜áž¶áž“áž‡áž¶ážáž·ážŸáŸ’áž€ážš', '0.00', '3500.00', 'download.jpg', '', 1),
(159, '311769375003', 'ážŠáž”', 'Wine â€‹Barwany  the well', 'ážŸáŸ’ážšáž¶áž”áž¶ážœáŸ‰áž¶áž„ ážŒáž¹ážœáž·áž›', '0.00', '0.00', 'Barwang-Cab-Sav-2013-720x720.png', '', 2),
(160, '8850370721119', 'PC', 'Red Tea', 'ážáŸ‚áž€áŸ’ážšáž áž˜', '0.00', '0.00', 'Red Tea.jpg', '', 6),
(162, '8850144208686', 'ážŠáž»áŸ†', 'Saborizar', 'ážŠáž»áŸ†ážŸáŸŠáž»áž”ážáŸ’áž“ážšâ€‹ (áž‡áž¶ážŠáž»áŸ†áž‡áŸ’ážšáž»áž„)', '0.00', '0.00', '91.jpg', '', 3),
(163, '8938501141163', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Fish Sub ', 'ážáŸ’ážšáž¸ážážšáž€áŸ†áž”áŸ‰áž»áž„ ážšáž¼áž”ážŸáŸ’ážšáž¸áž”áž¸áž“áž¶áž€áŸ‹', '0.00', '0.00', '12_13.jpg', '', 3),
(165, '8885006261981', 'áž˜áž¸áž›áž¸áž›áž¸áž', 'Mayannaise', 'áž˜áŸ‰áž¶áž‰áž™áŸ‰áŸ„ážŽáŸ', '0.00', '0.00', 'SSDSC_0119-500x500.jpg', '', 3),
(167, '8850188270106', 'ážŠáž”', 'UHT Milk', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„ážŸáŸ’ážšážŸáŸ‹ (1 L)', '0.00', '0.00', 'KG-UHT-Milk2-380x378.png', '', 1),
(168, '8847100680044', 'PC', 'MAMA Nodle', 'áž˜áž¸â€‹ áž˜áŸ‰áž¶áž˜áŸ‰áž¶ (áž‡áž¶áž€áž‰áŸ’áž…áž”áŸ‹)', '0.00', '0.00', '3560010538.jpg', '', 4),
(169, '8850987101663', 'áž€áŸ†áž”áŸ‰áž»áž„', 'MAMA Nodleâ€‹ meat', 'áž˜áž¸â€‹ áž˜áŸ‰áž¶áž˜áŸ‰áž¶â€‹ ážŸáž¶áž…áŸ‹áž‡áŸ’ážšáž¼áž€ (áž‡áž¶áž€áŸ†áž”áŸ‰áž»áž„)', '0.00', '0.00', '41UY0lR82TL.jpg', '', 4),
(171, '8850987101656', 'áž€áŸ†áž”áŸ‰áž»áž„', 'MAMA Nodle Shrimp tom yum', 'áž˜áž¸â€‹ áž˜áŸ‰áž¶áž˜áŸ‰áž¶â€‹ áž•áŸ’ážŸáŸ†áž‚áŸ’ážšáž¿áž„ážŸáž˜áž»áž‘áŸ’ážš', '0.00', '0.00', '2015040802141YzvhuqJ.jpg', 'To use in Bar', 4),
(172, '8850987101687', 'áž€áŸ†áž”áŸ‰áž»áž„', 'PA LODUCK', 'áž˜áž¸â€‹ áž˜áŸ‰áž¶áž˜áŸ‰áž¶ ážŸáž¶áž…áŸ‹áž‘áž¶ážš', '0.00', '0.00', 'NRF599lg.jpg', 'Use in Bar', 4),
(173, '88500468331265', 'ážŠáž»áŸ†', 'Toilet roll tissue', 'áž€áŸ’ážšážŠáž¶ážŸáž”áŸ’ážšáž¾áž€áŸ’áž“áž»áž„áž”áž“áŸ’áž‘áž”áž‘áž¹áž€â€‹ (áž˜áž¼áž›)', '0.00', '0.00', '71+hyBIYMML._SL1500_.jpg', 'áž‘áž»áž€áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž€áŸ’áž“áž»áž„áž”áž“áŸ’áž‘áž”áž—áŸ’áž‰áŸ€ážœ', 6),
(174, '8853933000195', 'ážŠáž”', 'Syrub Dolly Red', 'ážŸáŸŠáŸážšáŸ‰áž¼ ážŒáž¼áž›áž¸ áž€áŸ’ážšáž áž˜', '0.00', '0.00', 'pumpkin_spice_750ml.jpg', '', 1),
(175, '8846000351122', 'ážŠáž”', 'Soy Sauce', 'áž‘áž¹áž€ážŸáŸŠáž¸áž¢áŸŠáž¸ážœ ážŠáž”áž’áŸ†â€‹(â€‹450ml)', '0.00', '0.00', '200841-yum-yum-sau71-g.jpg', '', 12),
(176, '8846000352228', '', 'Soy Sauce small', 'áž‘áž¹áž€ážŸáŸŠáž¸áž¢áŸŠáž¸ážœ ážŠáž”ážáž¼áž…(150ml)', '0.00', '0.00', '200841-yum-yum-sau71-g.jpg', 'To use in kitchen and F&B', 12),
(177, '8846004150011', 'ážŠáž”', 'Water G H', 'áž‘áž¹áž€ážŸáž»áž‘áŸ’áž’ G H', '0.00', '0.00', '10269765-drinking-water-is-poured-from-a-bottle-into-a-glass.jpg', '', 1),
(178, '8855720005253', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Jforth', 'áž”áŸ’ážšážŠáž¶áž”áŸ‹áž›áž¶áž”ážŸáž€áŸ‹', '0.00', '0.00', '31cdPgQtC-L.jpg', '', 13),
(179, '6951225800088', 'ážŠáž»áŸ†', 'Toothpick', 'ážˆáž¾áž…áž¶áž€áŸ‹áž’áŸ’áž˜áŸáž‰', '0.00', '0.00', 'Holzzahnstocher.jpg', 'áž‘áž»áž€áž”áŸ’ážšáž¾áž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„ Bar', 13),
(180, '2600100001', 'ážŠáž»áŸ†', 'Toothbrush', 'ážáŸ’áž“áž¶áŸ†áž“áž·áž„áž‡áŸ’ážšáŸ‡ážŠáž»ážŸáž’áŸ’áž˜áŸáž‰', '0.20', '800.00', '13886470_1026122157483555_249485770634963881_n.jpg', '', 20),
(181, '2600100002', '', 'Comb Thai', 'áž€áŸ’ážšáž¶ážŸáŸ‹ážŸáž·ážážŸáž€áŸ‹(ážáž¼áž…)', '0.14', '800.00', 'Kent_Handmade_Combs_135mm_Pocket_Comb_1392971188.png', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž”áž“áŸ’áž‘áž”áž—áŸ’áž‰áŸ€ážœ', 20),
(182, '2600100003', 'ážŠáž»áŸ†', 'Soap(Round)', 'ážŸáž¶áž”áŸŠáž¼ážŠáž»áŸ†(áž›áž¶áž„ážŠáŸƒ)', '0.13', '700.00', 'rBVaEVb0qXeAYfy3AAEyi6Ah5V4923.jpg', 'áž”áŸ’ážšáž¾áž€áŸ’áž“áž»áž„áž”áž“áŸ’áž‘áž”áž—áŸ’áž‰áŸ€ážœ', 20),
(183, '2600100004', 'ážŠáž»áŸ†', 'Hair Conditioner', 'ážŸáž¶áž”áŸŠáž¼áž”áž“áŸ’áž‘áž“áŸ‹ážŸáž€áŸ‹', '0.00', '800.00', 'worst-conditioners-L.jpg', 'áž”áŸ’ážšáž¾áž“áŸ…áž€áŸ’áž“áž»áž„áž”áž“áŸ’áž‘áž”áž—áŸ’áž‰áŸ€ážœ', 20),
(184, '2600100005', 'ážŠáž»áŸ†', 'Shampoo', 'ážŸáž¶áž”áŸŠáž¼áž€áž€áŸ‹ážŸáž€áŸ‹', '0.17', '1000.00', 'imageService.jpg', 'In Room', 20),
(185, '2600100006', 'ážŠáž»áŸ†', 'Shower Gel', 'ážŸáž¶áž”áŸŠáž¼ážŠáž»ážŸážáŸ’áž›áž½áž“', '0.17', '1000.00', 'korres-basil-lemon-shower-gel-duo-d-20140325130730113-325542.jpg', 'áž”áŸ’ážšáž¾áž€áŸ’áž“áž»áž„áž”áž“áŸ’áž‘áž”áž—áŸ’áž‰áŸ€ážœ', 20),
(186, '86428411062', 'ážŠáž”', 'Beer Heineken', 'ážŸáŸ’ážšáž¶áž”áŸ€ážš áž áŸáž“áž¸áž áŸ’áž‚áŸáž“', '1.00', '4000.00', 'intro_bottle.png', 'To use in Bar', 2),
(187, '8848017112017', 'ážŠáž”', 'Beer Tiger', 'ážŸáŸ’ážšáž¶áž”áŸ€ážš ážáŸƒáž áŸ’áž‚ážºážš', '1.00', '4000.00', '0006370.jpeg', 'To use in Bar', 2),
(188, '5000111041263', 'ážŠáž”', 'LEA & Perringâ€‹ Sauce', 'áž¢áž·áž›áž¢áž¸áž¢áŸâ€‹ ážŸáŸŠáž»ážŸ', '0.00', '0.00', 'product_2906_large.jpg', 'To use in kitchen', 3),
(189, '6958894368253', 'ážŠáž”', 'O K Sauce', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹â€‹ O K', '0.00', '0.00', 'P1010800.JPG', 'To use in kitchen', 3),
(190, '013409451328', 'ážŠáž”', 'Barbecue Sauce', 'áž‘áž¹áž€áž‡áŸ’ážšáž›áž€áŸ‹ áž”áž¶áž”áŸŠáž¸áž—áŸ’áž™áž¼ážš', '0.00', '0.00', '001563428.jpg', 'To use in kitchen', 3),
(191, '8847100562234', 'áž€áŸ†áž”áŸ‰áž»áž„', 'CoCa Cola (Long)', 'áž€áž¼áž€áž¶áž€áž¼áž¡áž¶ážœáŸ‚áž„', '1.00', '4000.00', '500000016-SD16.png', '', 1),
(192, '8848017114011', 'ážŠáž”', 'Beer ACB Bottle', 'áž”áŸ€ážš áž¢áž¶áž”áŸážŸáŸ ážŠáž”', '3.00', '12000.00', 'Coca Cola Black8847100565389.jpg', '', 2),
(193, '8850124091864', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Gold Roast Coffee', 'áž€áž¶áž áŸ’ážœáŸ áž áŸ’áž‚áŸ„ážšáŸ‰áž¼ážŸ', '0.00', '0.00', 'Gold-Roast-3in1-Coffeemix.jpg', 'For use in room and bar', 13),
(194, '8888311012880', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Gold Roast Coffee', 'áž€áž¶áž áŸ’ážœáŸ áž áŸ’áž‚áŸ„ážšáŸ‰áž¼ážŸ', '0.00', '0.00', 'Gold-Roast-3in1-Coffeemix.jpg', 'For use in room and bar', 13),
(196, '8849300404025', 'áž‚áž¸áž¡áž¼áž€áŸ’ážšáž¶áž˜', 'Sugar', 'ážŸáŸ’áž€ážšážŸážš', '0.00', '0.00', 'Thailand-sugar-icumsa-45.jpg', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áž‘áž¼áž‘áŸ…', 13),
(197, '2600100007', 'ážˆáž»áž', 'Shower curtain', 'ážœáž¶áŸ†áž„áž“áž“ áž‘áž¹áž€áž•áŸ’áž€áž¶ážˆáž¼áž€', '0.00', '0.00', '14321285.jpg', '', 13),
(198, '8851012010004', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Sterilized milk', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„áž†áŸ…â€‹ ážšáž¼áž”ážáŸ’áž›áž¶ážƒáŸ’áž˜áŸ†', '0.00', '0.00', '8851012010004.jpg', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„áž†áŸ…ážŸáŸ’ážšážŸáŸ‹â€‹ áž‡áž¶áž€áŸ†áž”áŸ‰áž»áž„', 1),
(199, '9556055022774', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Meat Curry powder', 'áž˜áŸ’ážŸáŸ…áž€áž¶ážšáž¸áž˜áž¶áž“áŸ‹', '0.00', '0.00', 'Babas Meat Curry Powder-600x600.jpg', 'áž”áŸ’ážšáž¾áž“áŸ…áž€áŸ’áž“áž»áž„áž•áŸ’áž‘áŸ‡áž”áž¶áž™', 4),
(200, '9555240301093', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Bawang goreng Suce', 'ážáŸ’áž‘áž¹áž˜áž€áŸ’ážšáž áž˜áž”áŸ†áž–áž„', '0.00', '0.00', 'images.jpg', 'To use in kitchen', 4),
(201, '8849300404026', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Aji0no-moto (500g)', 'áž”áŸŠáž¸áž…áŸáž„ áž¢áž¶â€‹ áž‡áž¸ ážŽáž¼ áž˜áŸ‰áž¼ážáž¼ 500g', '0.00', '0.00', '93050391.gif', 'To use in kitchen', 4),
(202, '8935001879510', 'ážˆáž»áž', 'Blue pen', 'áž”áŸŠáž·áž…ážáŸ€ážœ', '4.20', '16800.00', 's0106668_sc7.jpg', 'áž‘áž»áž€â€‹áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž•áŸ’ážŸáŸ‚áž„áŸ—', 13),
(203, '8849300404028', 'ážˆáž»áž', 'Scissorsâ€‹ small', 'áž€áž“áŸ’ážšáŸƒáŸ’ážážáž¼áž…', '0.25', '1000.00', '51ZxxdOUY2L._SX466_.jpg', 'To use ', 13),
(204, '8849300404029', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Sal(1kg)', 'áž¢áŸ†áž”áž·áž›â€‹(1kg)', '0.00', '1200.00', 'maxresdefault.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 12),
(205, '8849300404030', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Coffee Sing Veng', 'áž€áž¶áž áŸ’ážœáŸ ážŸáŸŠáž¸áž„ ážœáŸáž„', '0.00', '0.00', 'Coffee acidity taste.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 1),
(206, '8849300404031', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Eysan Coffeeâ€‹ (500g)', 'áž€áž¶áž áŸ’ážœáŸ áž¦ážŸáž¶áž“ (500g)', '0.00', '0.00', 'Coffee acidity taste.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 1),
(207, '8849300404032', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Dragon Tea (530g)( Vietnam)', 'ážáŸ‚ážšáž¼áž”áž“áž¶áž‚â€‹ (350g)( Vietnam)', '0.00', '0.00', 'Coffee acidity taste.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 1),
(209, '6952838200036', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Edible weihua paper', 'áž€áŸ’ážšážŠáž¶ážŸážáŸ’áž…áž”áŸ‹áž‚áŸ’ážšáž¶ážœ', '0.00', '0.00', 'TB2bxI8pZtnpuFjSZFvXXbcTpXa_!!532333779.jpg_210x210.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 4),
(210, '8888086010302', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Lipton yellow tea', 'ážáŸ‚áž›áž¿áž„ Lipton', '0.00', '0.00', 'lipton-tea.jpg', 'áž‘áž»áž€áž”áŸ’ážšáž¾áž“áŸ…ážáž¶áž˜áž”áž“áŸ’áž‘áž”áŸ‹áž—áŸ’áž‰áŸ€ážœ', 1),
(211, '8849300404033', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Short Dranking straw ', 'áž”áŸ†áž–áž„áŸ‹áž”ážºážáž‘áž¹áž€áž–ážŽáŸážáŸ’áž›áž¸', '0.00', '0.00', 'Neon-Flexible-Drinking-Straw-400x350.jpg', 'áž‘áž»áž€ážŸáŸ†ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž€áž“áŸ’áž›áŸ‚áž„áž—áŸ’áž‰áŸ€ážœ', 13),
(212, '8849300404034', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Long drinking straw ', 'áž”áŸ†áž–áž„áŸ‹áž”ážºážáž‘áž¹áž€áž–ážŽáŸážœáŸ‚áž„', '0.00', '0.00', 'rBVaGVZFqv2ARPhrAAH1D2E-Twk654.jpg', 'ážŸáŸ†ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž—áŸ’áž‰áŸ€ážœ', 13),
(213, '8849300404035', 'áž€áŸ’ážšáž¶áž˜', 'White Pepperâ€‹ (g)', 'áž˜áŸ’ážšáŸáž…ážŸâ€‹â€‹ ( áž€áŸ’ážšáž¶áž˜)', '0.00', '0.00', 'vegetable2.jpg', 'To use in kitchen', 4),
(214, '8849300404036', 'áž‚áž¸áž¡áž¼áž€áŸ’ážšáž¶áž˜', 'Black Peppers', 'áž˜áŸ’ážšáŸáž…ážáŸ’áž˜áŸ…â€‹ (áž‚áŸ’ážšáž¶áž”áŸ‹)', '0.00', '0.00', 'vegetable2.jpg', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž•áŸ’áž‘áŸ‡áž”áž¶áž™', 12),
(215, '8847100565389', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Cocacola Zero Sugar', 'áž€áž¼áž€áž¶áž€áž¼áž¡áž¶ážœáŸ‚áž„áž‚áŸ’áž˜áž¶áž“áž‡áž¶ážáž·ážŸáŸ’áž€ážš', '0.00', '0.00', 'coke-zero.jpg', 'ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž—áŸ’áž‰áŸ€ážœ', 1),
(216, '8847100562951', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Refresh apple juice drink  330ml', 'ážšáž¸áž áŸ’ážšáŸáŸ’ážœážŸáž‘áž¹áž€áž•áŸ’áž›áŸ‚ážˆáž¾ážšážŸáŸ‹áž‡áž¶ážáž·áž”áŸ‰áŸ„áž˜', '0.00', '0.00', 'refresh-apple-coca-228x228.jpg', 'ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž—áŸ’áž‰áŸ€ážœ', 1),
(217, '884710056987', '', 'Refresh white grape juice drink', 'ážšáž¸áž áŸ’ážšáŸáŸ’ážœážŸáž‘áž¹áž€áž•áŸ’áž›áŸ‚ážˆáž¾ážšážŸáž‡áž¶ážáž·áž‘áŸ†áž–áž¶áŸ†áž„áž”áž¶áž™áž‡áž¼ážš', '0.00', '0.00', 'refresh-grape-coca-228x228.jpg', 'ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž—áŸ’áž‰áŸ€ážœ', 1),
(218, '7801119950506', 'áž€áŸ†áž”áŸ‰áž»áž„', 'Chilean Premium Abalone', 'áž”áŸ‰áž¶ážœáž áŸŠážº', '0.00', '0.00', 'euyansang-abalone.jpg', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž“áŸ…áž€áž“áŸ’áž›áŸ‚áž„áž’áŸ’ážœáž¾áž˜áŸ’áž áž¼áž”', 3),
(219, '8888555111684', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Chili Brand rice vermicelli', 'áž˜áž¸ áž áŸŠáž»áž“', '0.00', '0.00', '92213_L1.jpg', 'In kitchen', 4),
(220, '3052910600068', 'ážŠáž”', 'Monin Wine', 'ážŸáŸ’ážšáž¶áž˜áŸ‰áž¼áž“áž·áž“', '0.00', '0.00', '20864040_125137634781209_1683671141_n.jpg', 'To use in bar', 2),
(221, '3010284100001', 'ážŠáž”', 'MALIBU Wine', 'ážŸáŸ’ážšáž¶áž˜áŸ‰áž¶áž›áž¸áž”áŸŠáž¼â€‹(MALIBU)', '0.00', '0.00', '20864105_125137594781213_1290406871_n.jpg', 'To use in bar', 2),
(223, '3014400011488', 'ážŠáž”', 'SILVER Wine', 'ážŸáŸ’ážšáž¶SILVER', '0.00', '0.00', '20864175_125137551447884_327440557_n.jpg', 'TO USE IN KITCHEN', 2),
(224, '305291000690', 'ážŠáž”', 'MONIN CARAMEL', 'ážŸáŸ’ážšáž¶ Monin Caramel ', '0.00', '0.00', 'IDShot_540x540.jpg', 'To use in bar', 2),
(225, '3052910056353', 'ážŠáž”', 'MONIN CARAMEL blue', 'ážŸáŸ’ážšáž¶ Monin Caramel â€‹blue', '0.00', '0.00', 'IDShot_540x540.jpg', 'To use in bar', 2),
(226, '3052910056438', 'ážŠáž”', 'MONIN KIWI wine', 'ážŸáŸ’ážšáž¶â€‹MONIN KIWI wine', '0.00', '0.00', 'IDShot_540x540.jpg', 'To use in Bar', 2),
(227, '3052910056231', 'ážŠáž”', 'MONIN FRAISE strauberry', 'ážŸáŸ’ážšáž¶MONIN FRAISE strauberry', '0.00', '0.00', 'IDShot_540x540.jpg', 'To use in bar', 2),
(228, '3052910056469', 'ážŠáž”', 'MONIN VANILLE WINE', 'ážŸáŸ’ážšáž¶ Monin vanille', '0.00', '0.00', 'IDShot_540x540.jpg', 'To use in bar', 2),
(229, '8858732800656', 'ážŠáž”', 'Bluehawai squash wine', 'ážŸáŸ’ážšáž¶â€‹Bluehawai squash ', '0.00', '0.00', 'SquashBluehawai.jpg', 'To use in bar', 2),
(230, '8858732800779', 'ážŠáž”', 'KIWI Squash wine', 'ážŸáŸ’ážšáž¶â€‹kiwi squash', '0.00', '0.00', 'SquashBluehawai.jpg', 'To use in kitchen', 2),
(231, '88858732800298', 'ážŠáž”', 'Green apple Squash wine', 'ážŸáŸ’ážšáž¶ Green apple squash', '0.00', '0.00', 'SquashBluehawai.jpg', 'To use in kitchen', 2),
(232, '8850370071115', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Green tea', 'ážáŸ‚áž”áŸƒážáž„', '0.00', '0.00', 'green_tea.png', 'To use in Bar', 1),
(234, '8858732800533', 'ážŠáž”', 'Cantaloupe Squash', 'ážŸáŸŠáŸážšáŸ‰áž¼ áž€áž¶ážáž¶áž¡áž¼áž”', '0.00', '0.00', '073833788295.jpg', 'bar', 1),
(235, '7312040017034', 'ážŠáž”', 'ABSOLUT VODKA', 'ážŸáŸ’ážšáž¶â€‹ ABSOLUT VODKA', '0.00', '0.00', '217582011_0_640x640.jpg', 'Bar', 2),
(236, '3012999150779', 'ážŠáž”', 'Triple sec Bardinet', 'ážŸáŸ’ážšáž¶â€‹ Triple sec Bardinet', '0.00', '0.00', 'orange-bottles.jpg', 'bar', 2),
(237, '5010677015738', 'ážŠáž”', 'Bacardi', 'ážŸáŸ’ážšáž¶ Bacard', '0.00', '0.00', '41LMPamMjyL._SX466_.jpg', 'Bar', 2),
(238, '3012992702005', 'ážŠáž”', 'Curacao Blue Bardinet', 'ážŸáŸ’ážšáž¶ Curacao blue bardinet', '0.00', '0.00', 'TB1WmPkJVXXXXcZXVXXXXXXXXXX_!!0-item_pic.jpg_210x210.jpg', 'Bar', 2),
(239, '5010677925006', 'ážŠáž”', 'MARTINI', 'ážŸáŸ’ážšáž¶â€‹â€‹ MARTINI', '0.00', '0.00', 'Drink_Martini_Rosso1.jpg', 'To use in Bar', 2),
(240, '5000267117225', 'ážŠáž”', 'Platinum Label (750mL)', 'ážŸáŸ’ážšáž¶ Platinum Label (750mL)', '0.00', '0.00', 'johnnie-walker-platinum-label-18-year-old-blended-scotch-whisky-scotland-10540726.jpg', 'To use in Bar', 2),
(242, '7501035010109', 'ážŠáž”', 'Jose Queruo special', 'ážŸáŸ’ážšáž¶ Jose Queruo special', '0.00', '0.00', '09786f92145d8edcf1bb706d47a25a58--jose-cuervo-tequila.jpg', 'To use in Bar', 2),
(243, '7610594454399', 'ážŠáž”', 'Kahlua', 'ážŸáŸ’ážšáž¶ Kahlua', '0.00', '0.00', '51LmA-QwfGL._SX385_.jpg', 'To use in bar', 2),
(244, '5000267012407', 'ážŠáž”', 'Red Label (2L)', 'ážŸáŸ’ážšáž¶ážœáž¸áž áŸ’áž‚áž¸ážš Red label', '0.00', '0.00', 'red-label.jpg', 'To use in bar', 2),
(246, '5000281026923', 'ážŠáž”', 'Whiskey Singlet', 'ážŸáŸ’ážšáž¶ Whiskey Singlet', '0.00', '0.00', 'download (1).jpg', 'To use in bar', 2),
(247, '5023777101102', 'ážŠáž”', 'Gold Label', 'ážŸáŸ’ážšáž¶ážœáž¸áž áŸ’áž‚áž¸ Gold label', '0.00', '0.00', 'johnnie-walker-platinum-label-18-year-old-blended-scotch-whisky-scotland-10540726.jpg', 'To use in Bar', 2),
(248, '1111', 'áž€áŸ†áž”áŸ‰áž»áž„', 'test1', 'test1222', '10.00', '4000.00', '3ebd3f575b5c5504164e3e2d3501d633.jpg', '', 1),
(249, '2600100008', 'ážˆáž»áž', 'Shower cab', 'ážŸáŸ’áž”áŸ„áž„áž–áž¶áž€áŸ‹áž€áŸ’áž”áž¶áž›', '0.00', '0.00', '20160818SHOWERCAPS-slide-CH8W-jumbo.jpg', 'To keep in shop store', 6),
(251, '2600100009', 'ážŠáž»áŸ†', 'Cotton swabs', 'ážŸáŸ†áž›áž¸áž€áŸ’áž”áž¶ážšážáŸ’ážšáž…áŸ€áž', '0.00', '0.00', 'Cotton-Swabs.jpg', 'To use in Room service', 6),
(252, '2600100010', 'áž‚áž¸áž¡áž¼áž€áŸ’ážšáž¶áž˜', 'Potato', 'ážŠáŸ†áž¡áž¼áž„áž”áž¶ážšáž¶áŸ†áž„', '0.00', '0.00', 'download (2).jpg', 'Kitchen', 3),
(253, '2600100011', 'ážŠáž»áŸ†', 'Cheese', 'ážˆáž¸ážŸ', '0.00', '0.00', 'thinkstockphotos470340853.jpg.CROP.promo-xlarge2.jpg', 'To use in kitchen', 4),
(254, '2600100013', 'áž‚áž¸áž¡áž¼áž€áŸ’ážšáž¶áž˜', 'Cooking oil', 'ážáŸ’áž›áž¶áž‰áŸ‹', '0.00', '0.00', 'Tuong-An-Cooking-Oil-2L.jpg', 'To use in kitchen', 3),
(255, '2600100014', 'ážŠáž»áŸ†', 'Hem', 'áž áŸŠáŸ‚áž˜', '0.00', '0.00', 'TB2bxI8pZtnpuFjSZFvXXbcTpXa_!!532333779.jpg_210x210.jpg', 'To use in kitchen', 4),
(256, '2600100015', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Potato Powder', 'áž˜áŸ’ážŸáŸ…ážŠáŸ†áž¡áž¼áž„ 1ážáž„áŸ‹ 1â€‹kg', '0.00', '0.00', '1221016987498jpg.jpg', 'To use in kitchen', 3),
(257, '2600100016', 'áž€áž‰áŸ’áž…áž”áŸ‹', 'Corn flour', 'áž˜áŸ’ážŸáŸ…áž–áŸ„áž 1ážáž„áŸ‹ 1kg', '0.00', '0.00', 'HTB1FAf8FVXXXXXBXpXXq6xXFXXXe.jpg', 'To use in kitchen', 12),
(258, '3228021371702', 'ážŠáž»áŸ†', 'Gastiononmique', 'áž”áŸážš ážŠáž»áŸ†', '0.00', '0.00', 'images (3).jpg', 'To use in F & B and kitchen', 3),
(259, '5000000132', 'áž€áŸ†áž”áŸ‰áž»áž„', '5000000132', '5000000132', '2.00', '3.00', 'áž€áŸ†ážŽáž¶áž–áŸ’áž™.PNG', '5000000132', 1),
(260, '1111', 'ážŠáž”', 'testMy', 'sk', '10.00', '40000.00', 'Profilevisitor.txt', 'df', 2),
(261, 'T01', 'áž”áŸ‰áž¶ážœ', 'MeTest', 'MeTest', '10.00', '40000.00', 'ážƒáž¾áž‰ážŸáŸ’ážšáž¼ážœáž“áž¹áž€ážŸáŸ’ážšáž»áž€áž“áž¹áž€ážŸáŸ‚áž“áž“áž¹áž€áž›áŸ„áž€áž–áž»áž€.docx', '', 3),
(262, 'kk12', 'áž€áŸ†áž”áŸ‰áž»áž„', 'KKTest', 'KKTest', '2.00', '8000.00', 'Screenshot_1.jpg', '', 2);

-- --------------------------------------------------------

--
-- Table structure for table `stockin`
--

CREATE TABLE `stockin` (
  `in_id` int(100) NOT NULL,
  `date_in` varchar(30) NOT NULL,
  `code_in` varchar(200) NOT NULL,
  `pro_id` int(50) NOT NULL,
  `qty_in` int(50) NOT NULL,
  `qty_left` int(50) NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `payamount` decimal(10,2) NOT NULL,
  `rest_amount` decimal(10,2) NOT NULL,
  `expire_date` varchar(50) NOT NULL,
  `note_in` varchar(200) NOT NULL,
  `vender_id` int(50) NOT NULL,
  `emp_id` int(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `stockin`
--

INSERT INTO `stockin` (`in_id`, `date_in`, `code_in`, `pro_id`, `qty_in`, `qty_left`, `price`, `amount`, `payamount`, `rest_amount`, `expire_date`, `note_in`, `vender_id`, `emp_id`) VALUES
(2, '09/01/2017', '200000160', 22, 10, 2, '1.17', '1.17', '1.00', '-0.17', '09/02/2017', 'kljhg', 10, 2),
(3, '09/02/2017', 'kk12', 262, 2, 0, '8000.00', '0.00', '0.00', '0.00', '09/20/2017', 'as', 9, 1),
(4, '09/06/2017', 'tt01', 1, 3, 2, '5.00', '0.00', '5.00', '5.00', '09/21/2017', '', 9, 2),
(5, '09/02/2017', '8848858120011', 5, 100, 10, '0.43', '43.00', '43.00', '0.00', '09/30/2017', '', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `stockin_report`
--

CREATE TABLE `stockin_report` (
  `stockin_id` int(100) NOT NULL,
  `date_in` varchar(80) NOT NULL,
  `code_in` varchar(200) NOT NULL,
  `pro_id` int(50) NOT NULL,
  `qty_in` int(50) NOT NULL,
  `qty_left` int(100) NOT NULL,
  `qty_addmore` int(200) NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `payamount` decimal(10,2) NOT NULL,
  `rest_amount` decimal(10,2) NOT NULL,
  `expire_date` varchar(50) NOT NULL,
  `note_reportin` varchar(200) NOT NULL,
  `vender_id` int(50) NOT NULL,
  `emp_id` int(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `stockin_report`
--

INSERT INTO `stockin_report` (`stockin_id`, `date_in`, `code_in`, `pro_id`, `qty_in`, `qty_left`, `qty_addmore`, `price`, `amount`, `payamount`, `rest_amount`, `expire_date`, `note_reportin`, `vender_id`, `emp_id`) VALUES
(1, '2017-07-30 10:28:AM', '8847100568526', 19, 0, 0, 120, '0.16', '19.20', '19.00', '-0.20', '07/30/2018', '', 1, 1),
(2, '2017-07-30 10:36:AM', '8848017114004', 50, 0, 0, 48, '0.00', '0.00', '0.00', '0.00', '07/30/2018', '', 1, 1),
(3, '2017-07-30 10:39:AM', '8847100560117', 13, 0, 0, 48, '0.31', '14.88', '14.00', '-0.88', '03/27/2018', '', 1, 1),
(4, '2017-07-30 10:42:AM', '8847100560094', 12, 0, 0, 24, '0.31', '7.44', '7.00', '-0.44', '02/04/2018', '', 1, 1),
(5, '2017-07-30 10:44:AM', '8847100561329', 10, 0, 0, 24, '0.31', '7.44', '7.00', '-0.44', '02/27/2018', '', 1, 1),
(6, '2017-07-30 10:47:AM', '8847100567352', 11, 0, 0, 24, '0.31', '7.44', '7.00', '-0.44', '03/14/2018', '', 1, 1),
(7, '2017-07-30 10:51:AM', '8847100566874', 52, 60, 0, 24, '0.42', '10.08', '10.00', '-0.08', '06/26/2017', 'Update Stock', 1, 1),
(8, '2017-07-30 10:53:AM', '8847100566607', 3, 0, 0, 72, '0.34', '24.48', '24.00', '-0.48', '11/28/2017', '', 1, 1),
(9, '2017-07-30 10:58:AM', '8847100566898', 9, 50, 0, 48, '0.44', '21.12', '21.00', '-0.12', '07/19/2018', 'Update Stock', 1, 1),
(10, '2017-07-30 11:02:AM', '8806011010067', 54, 0, 0, 48, '0.00', '0.00', '0.00', '0.00', '05/25/2019', '', 1, 1),
(11, '2017-08-02 01:02:PM', '8848017111003', 2, 0, 0, 144, '1.50', '216.00', '216.00', '0.00', '07/24/2018', '', 1, 1),
(12, '2017-08-02 01:05:PM', '8850124091864', 88, 0, 0, 14, '0.00', '0.00', '0.00', '0.00', '08/14/2018', '', 1, 1),
(13, '2017-08-02 01:08:PM', '2300100023', 126, 2, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/12/2018', '', 2, 1),
(14, '2017-08-02 01:11:PM', '2300100036', 140, 2, 0, 17, '0.00', '0.00', '0.00', '0.00', '02/26/2018', '', 2, 1),
(15, '2017-08-02 01:13:PM', '2300100042', 147, 2, 0, 4, '0.00', '0.00', '0.00', '0.00', '03/20/2018', '', 2, 1),
(16, '2017-08-03 08:37:AM', '8847100567352', 11, 0, 0, 24, '0.31', '7.44', '7.00', '-0.44', '03/13/2018', '', 1, 1),
(17, '2017-08-03 08:56:AM', '8847100566874', 52, -120, 0, 120, '0.42', '50.40', '50.00', '-0.40', '01/17/2017', '', 1, 1),
(18, '2017-08-03 09:54:AM', '8847100566874', 52, -48, 0, 48, '0.42', '20.16', '20.00', '-0.16', '01/17/2017', '', 1, 1),
(19, '2017-08-03 01:29:PM', '2300100012', 112, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '12/05/2017', '', 2, 1),
(20, '2017-08-05 09:18:AM', '88488581200350', 8, 0, 0, 24, '0.63', '15.12', '15.00', '-0.12', '12/30/2017', 'Update Stock', 1, 1),
(21, '2017-08-05 09:28:AM', '2300100038', 143, 0, 0, 12, '0.00', '0.00', '0.00', '0.00', '04/10/2018', '', 2, 1),
(22, '2017-08-05 09:29:AM', '2300100042', 147, 3, 0, 12, '0.00', '0.00', '0.00', '0.00', '02/12/2018', '', 2, 1),
(23, '2017-08-05 10:53:AM', '86428411062', 186, 24, 0, 12, '4000.00', '48000.00', '48000.00', '0.00', '12/30/2018', '', 1, 1),
(24, '2017-08-06 09:05:AM', '8846004150011', 177, 0, 0, 1200, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(25, '2017-08-06 09:09:AM', '8847100566898', 9, -192, 0, 192, '0.44', '84.48', '84.00', '-0.48', '01/17/2017', '', 1, 1),
(26, '2017-08-06 09:11:AM', '8847100566898', 9, -192, 0, 192, '0.44', '84.48', '83.00', '-1.48', '01/17/2017', '', 1, 1),
(27, '2017-08-06 09:12:AM', '8847100566898', 9, 48, 0, 12, '0.44', '5.28', '5.00', '-0.28', '07/22/2018', 'Update Stock', 1, 1),
(28, '2017-08-09 07:36:AM', '8849300404025', 196, 1, 0, 50, '0.00', '0.00', '0.00', '0.00', '09/22/2017', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áž‘áž¼áž‘áŸ…', 2, 1),
(29, '2017-08-09 07:48:AM', '8847100568526', 19, 96, 0, 24, '0.16', '3.84', '3.00', '-0.84', '01/17/2017', '', 1, 1),
(30, '2017-08-09 08:00:AM', '8850987101663', 169, 7, 0, 41, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(31, '2017-08-09 08:01:AM', '8850987101656', 171, -6, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(32, '2017-08-09 08:01:AM', '8850987101656', 171, 18, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(33, '2017-08-09 08:02:AM', '8850987101687', 172, 0, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(34, '2017-08-09 08:59:AM', '88488581200350', 8, 0, 0, 12, '0.63', '7.56', '7.00', '-0.56', '04/03/2018', 'Update Stock', 1, 1),
(35, '2017-08-12 07:53:AM', '8849300404024', 155, 0, 0, 20, '4000.00', '80000.00', '80000.00', '0.00', '08/31/2017', '', 8, 1),
(36, '2017-08-12 10:54:AM', '2300100038', 143, 2, 0, 6, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(37, '2017-08-12 02:38:PM', '8847100566898', 9, -72, 0, 72, '0.44', '31.68', '31.00', '-0.68', '01/17/2017', 'Update Stock', 1, 1),
(38, '2017-08-13 07:14:AM', '8847100562234', 191, 0, 0, 72, '4000.00', '288000.00', '288000.00', '0.00', '07/22/2018', '', 8, 1),
(39, '2017-08-13 07:16:AM', '8847100562234', 191, 72, 0, 12, '4000.00', '48000.00', '48000.00', '0.00', '07/22/2018', '', 8, 1),
(40, '2017-08-13 12:08:PM', '2300100041', 146, 0, 0, 12, '0.00', '0.00', '0.00', '0.00', '08/01/2017', '', 2, 1),
(41, '2017-08-14 01:13:PM', '8850124070999', 101, 0, 0, 20, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(42, '2017-08-15 07:36:AM', '8850987101687', 172, 6, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(43, '2017-08-15 12:44:PM', '2300100038', 143, 1, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(44, '2017-08-15 03:35:PM', '8847100562234', 191, 36, 0, 240, '4000.00', '960000.00', '96000.00', '-864000.00', '08/11/2018', '', 8, 1),
(45, '2017-08-16 12:11:PM', '2300100038', 143, 1, 0, 10, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(46, '2017-08-16 02:40:PM', '2300100016', 118, 1, 0, 4, '0.00', '0.00', '0.00', '0.00', '06/22/2020', '', 2, 1),
(47, '2017-08-16 03:56:PM', '2300100033', 137, 9, 0, 460, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'áž‡áž¶áž€áž‰áŸ’áž…áž”áŸ‹ážáž¼áž…áŸ—', 2, 1),
(48, '2017-08-19 08:17:AM', '8850188270106', 167, 0, 0, 12, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(49, '2017-08-19 10:33:AM', '5010677925006', 239, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '08/22/2019', '', 3, 1),
(50, '2017-09-02 10:57:AM', '5000000131', 18, 0, 0, 100, '0.40', '40.00', '40.00', '0.00', '01/17/2017', '', 1, 1),
(51, '2017-09-02 10:58:AM', '5000000131', 18, 100, 0, 50, '0.40', '20.00', '0.00', '-20.00', '01/17/2017', '', 1, 1),
(52, '2017-09-02 11:39:AM', '5000000131', 18, 150, 0, 10, '0.40', '4.00', '0.00', '-4.00', '01/17/2017', '', 1, 1),
(53, '2017-09-02 11:47:AM', '5000000131', 18, 160, 0, 10, '0.40', '4.00', '0.00', '-4.00', '01/17/2017', '', 1, 1),
(54, '2017-09-02 11:49:AM', '5000000131', 18, 170, 0, 10, '0.40', '4.00', '0.00', '-4.00', '01/17/2017', '', 1, 1),
(55, '2017-09-02 11:50:AM', '5000000131', 18, 180, 0, 10, '0.40', '4.00', '0.00', '-4.00', '01/17/2017', 'rr', 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `stockout`
--

CREATE TABLE `stockout` (
  `transaction_id` int(11) NOT NULL,
  `out_date` varchar(100) NOT NULL,
  `code_out` varchar(200) NOT NULL,
  `pro_nameen` varchar(200) NOT NULL,
  `pro_namekh` varchar(200) NOT NULL,
  `cate_id` int(100) NOT NULL,
  `qty_out` varchar(100) NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `branch_id` int(100) NOT NULL,
  `emp_id` int(200) DEFAULT NULL,
  `approve` int(1) NOT NULL,
  `out_note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `stockout_report`
--

CREATE TABLE `stockout_report` (
  `stockin_id` int(11) NOT NULL,
  `date_in` varchar(80) NOT NULL,
  `code_in` varchar(200) NOT NULL,
  `pro_id` int(50) NOT NULL,
  `qty_in` int(50) NOT NULL,
  `qty_left` int(100) NOT NULL,
  `qty_minus` int(200) NOT NULL,
  `price` decimal(10,2) NOT NULL,
  `amount` decimal(10,2) NOT NULL,
  `payamount` decimal(10,2) NOT NULL,
  `rest_amount` decimal(10,2) NOT NULL,
  `expire_date` varchar(50) NOT NULL,
  `note_reportin` varchar(200) NOT NULL,
  `vender_id` int(50) NOT NULL,
  `emp_id` int(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `stockout_report`
--

INSERT INTO `stockout_report` (`stockin_id`, `date_in`, `code_in`, `pro_id`, `qty_in`, `qty_left`, `qty_minus`, `price`, `amount`, `payamount`, `rest_amount`, `expire_date`, `note_reportin`, `vender_id`, `emp_id`) VALUES
(1, '2017-07-25 02:24:PM', '8847100566898', 9, 192, 0, 142, '0.44', '62.48', '0.00', '-62.48', '07/31/2017', 'Update Stock', 1, 1),
(2, '2017-08-02 10:42:AM', '2300100048', 153, 18, 0, 18, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 1, 1),
(3, '2017-08-02 01:12:PM', '2300100038', 143, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(4, '2017-08-02 01:15:PM', '2300100019', 122, 3, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(5, '2017-08-02 03:23:PM', '2300100022', 125, 5, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(6, '2017-08-02 03:28:PM', '2300100021', 124, 10, 0, 5, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(7, '2017-08-02 03:33:PM', '8806011010067', 54, 48, 0, 24, '0.00', '0.00', '0.00', '0.00', '01/17/2017', '', 1, 1),
(8, '2017-08-02 03:35:PM', '8847100566591', 15, 80, 0, 68, '0.34', '23.12', '23.00', '-0.12', '02/25/2017', 'ážŸáž¶áŸ†áž˜áž¼ážšáŸƒ  áž›áž¿áž„â€‹', 1, 1),
(9, '2017-08-02 03:38:PM', '8848017114004', 50, 96, 0, 48, '0.00', '0.00', '0.00', '0.00', '04/06/2018', '', 1, 1),
(10, '2017-08-02 04:15:PM', '23000100017', 120, 5, 0, 5, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(11, '2017-08-03 07:06:AM', '8847100563026', 41, 48, 0, 24, '0.31', '7.44', '7.00', '-0.44', '01/17/2017', 'ážŸáž¼ážŠáž¶ 330ml', 1, 1),
(12, '2017-08-03 07:29:AM', '2300100038', 143, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(13, '2017-08-03 07:34:AM', '2300100009', 109, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '12/27/2017', '', 2, 1),
(14, '2017-08-03 07:38:AM', '2300100011', 111, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(15, '2017-08-03 07:54:AM', '8847100566898', 9, 98, 0, 98, '0.44', '43.12', '43.00', '-0.12', '01/17/2017', 'Update Stock', 1, 1),
(16, '2017-08-03 07:55:AM', '8847100567574', 17, 12, 0, 12, '0.25', '3.00', '3.00', '0.00', '02/25/2017', 'Update Stock', 1, 1),
(17, '2017-08-03 07:56:AM', '4847104563736', 6, 24, 0, 24, '0.25', '6.00', '6.00', '0.00', '02/25/2017', 'Update Stock', 1, 1),
(18, '2017-08-03 08:33:AM', '8847100561329', 10, 24, 0, 24, '0.31', '7.44', '7.00', '-0.44', '01/17/2017', '', 1, 1),
(19, '2017-08-03 08:35:AM', '8847100567352', 11, 24, 0, 24, '0.31', '7.44', '7.00', '-0.44', '01/17/2017', '', 1, 1),
(20, '2017-08-03 08:39:AM', '88488581200350', 8, 24, 0, 24, '0.63', '15.12', '15.00', '-0.12', '02/25/2017', 'Update Stock', 1, 1),
(21, '2017-08-03 08:44:AM', '2300100047', 152, 48, 0, 36, '0.00', '0.00', '0.00', '0.00', '12/02/2018', '', 2, 1),
(22, '2017-08-03 08:46:AM', '2300100046', 151, 51, 0, 21, '0.00', '0.00', '0.00', '0.00', '11/01/2018', '', 2, 1),
(23, '2017-08-03 08:52:AM', '8847100566874', 52, 84, 0, 84, '0.42', '35.28', '35.00', '-0.28', '01/17/2017', 'Update Stock', 1, 1),
(24, '2017-08-03 08:53:AM', '8847100566874', 52, -60, 0, 60, '0.42', '25.20', '25.00', '-0.20', '01/17/2017', '', 1, 1),
(25, '2017-08-03 09:52:AM', '8847100566874', 52, 60, 0, 48, '0.42', '20.16', '20.00', '-0.16', '01/17/2017', 'Update Stock', 1, 1),
(26, '2017-08-03 12:28:PM', '8806011010067', 54, 24, 0, 12, '0.00', '0.00', '0.00', '0.00', '01/17/2017', '', 1, 1),
(27, '2017-08-03 02:10:PM', '8885006261981', 165, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '08/31/2017', '', 2, 1),
(28, '2017-08-03 04:04:PM', '2300100042', 147, 6, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(29, '2017-08-03 04:07:PM', '8850987101656', 171, 24, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(30, '2017-08-03 04:07:PM', '8850987101687', 172, 24, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(31, '2017-08-03 04:24:PM', '2300100042', 147, 4, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(32, '2017-08-05 07:37:AM', '8846000351122', 175, 8, 0, 1, '0.00', '0.00', '0.00', '0.00', '11/28/2018', '', 2, 1),
(33, '2017-08-05 07:38:AM', '8846004150011', 177, 24, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(34, '2017-08-05 07:40:AM', '888265000629', 157, 11, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '12/28/2017', '', 1, 1),
(35, '2017-08-05 07:43:AM', '8848017111003', 2, 144, 0, 48, '1.50', '72.00', '72.00', '0.00', '12/01/2017', '', 1, 1),
(36, '2017-08-05 11:17:AM', '8846004150011', 177, 12, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(37, '2017-08-05 11:17:AM', '8849300404024', 155, 11, 0, 1, '4000.00', '4000.00', '4000.00', '0.00', '08/31/2017', '', 8, 1),
(38, '2017-08-05 11:41:AM', '88488581200350', 8, 24, 0, 12, '0.63', '7.56', '7.00', '-0.56', '02/25/2017', 'Update Stock', 1, 1),
(39, '2017-08-05 11:43:AM', '2300100038', 143, 12, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(40, '2017-08-06 08:26:AM', '8850987101663', 169, 24, 0, 5, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(41, '2017-08-06 08:27:AM', '8850987101687', 172, 12, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(42, '2017-08-06 09:10:AM', '8847100566898', 9, 192, 0, 192, '0.44', '84.48', '84.00', '-0.48', '01/17/2017', 'Update Stock', 1, 1),
(43, '2017-08-06 09:12:AM', '8847100566898', 9, 192, 0, 144, '0.44', '63.36', '63.00', '-0.36', '01/17/2017', 'Update Stock', 1, 1),
(44, '2017-08-06 09:18:AM', '8850370721119', 160, 9, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/12/2018', '', 5, 1),
(45, '2017-08-06 09:20:AM', '8850188270106', 167, 9, 0, 1, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(46, '2017-08-06 09:21:AM', '8850124070999', 101, 5, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(47, '2017-08-06 11:23:AM', '8847100566898', 9, 60, 0, 60, '0.44', '26.40', '26.40', '0.00', '01/31/2017', 'Update Stock', 1, 1),
(48, '2017-08-06 11:30:AM', '8847100566898', 9, 72, 0, 72, '0.44', '31.68', '32.00', '0.32', '07/22/2018', '', 8, 1),
(49, '2017-08-06 12:51:PM', '8850124091864', 88, 14, 0, 14, '0.00', '0.00', '0.00', '0.00', '01/17/2017', '', 1, 1),
(50, '2017-08-06 12:54:PM', '8850124070999', 101, 4, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(51, '2017-08-08 11:59:AM', '8847100568526', 19, 120, 0, 24, '0.16', '3.84', '3.00', '-0.84', '04/17/2018', '', 1, 1),
(52, '2017-08-09 07:25:AM', '8850124070999', 101, 3, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(53, '2017-08-09 07:26:AM', '8850987101656', 171, 12, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(54, '2017-08-09 07:27:AM', '8850987101687', 172, 6, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(55, '2017-08-09 07:28:AM', '8850188270106', 167, 8, 0, 2, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(56, '2017-08-09 07:29:AM', '2300100038', 143, 10, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(57, '2017-08-09 07:30:AM', '8846000351122', 175, 7, 0, 1, '0.00', '0.00', '0.00', '0.00', '11/28/2018', '', 2, 1),
(58, '2017-08-09 07:30:AM', '8846004150011', 177, 1200, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(59, '2017-08-09 07:32:AM', '888265000629', 157, 9, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '12/28/2017', '', 1, 1),
(60, '2017-08-09 07:33:AM', '88488581200350', 8, 12, 0, 12, '0.63', '7.56', '7.00', '-0.56', '02/25/2017', 'Update Stock', 1, 1),
(61, '2017-08-09 07:35:AM', '8848017111003', 2, 96, 0, 2, '1.50', '3.00', '3.00', '0.00', '01/17/2017', '', 1, 1),
(62, '2017-08-09 07:38:AM', '8849300404024', 155, 10, 0, 3, '4000.00', '12000.00', '12000.00', '0.00', '08/31/2017', '', 8, 1),
(63, '2017-08-09 07:40:AM', '8850987101663', 169, 19, 0, 12, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(64, '2017-08-09 07:41:AM', '8850987101656', 171, 6, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(65, '2017-08-09 07:42:AM', '8850188270106', 167, 6, 0, 2, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(66, '2017-08-09 07:42:AM', '8846004150011', 177, 1188, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(67, '2017-08-09 07:43:AM', '2300100038', 143, 8, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(68, '2017-08-09 07:44:AM', '8847100562234', 191, 72, 0, 24, '4000.00', '96000.00', '96000.00', '0.00', '07/22/2018', '', 8, 1),
(69, '2017-08-09 07:45:AM', '8846004150011', 177, 1176, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(70, '2017-08-09 07:48:AM', '8847100568526', 19, 120, 0, 24, '0.16', '3.84', '3.00', '-0.84', '04/17/2018', '', 1, 1),
(71, '2017-08-09 07:49:AM', '8846004150011', 177, 1164, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(72, '2017-08-09 07:50:AM', '8888311012880', 194, 700, 0, 50, '0.00', '0.00', '0.00', '0.00', '08/08/2018', '', 5, 1),
(73, '2017-08-09 07:52:AM', '8849300404024', 155, 7, 0, 3, '4000.00', '12000.00', '12000.00', '0.00', '08/31/2017', '', 8, 1),
(74, '2017-08-09 07:53:AM', '8846004150011', 177, 1140, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(75, '2017-08-09 07:54:AM', '8846004150011', 177, 1116, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(76, '2017-08-09 11:27:AM', '8846004150011', 177, 1104, 0, 60, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(77, '2017-08-09 11:32:AM', '8850124070999', 101, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(78, '2017-08-09 11:40:AM', '888265000629', 157, 7, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '12/28/2017', '', 1, 1),
(79, '2017-08-10 12:36:PM', '2300100023', 126, 5, 0, 5, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(80, '2017-08-10 12:39:PM', '2300100012', 112, 3, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(81, '2017-08-10 12:42:PM', '2300100038', 143, 6, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(82, '2017-08-10 12:45:PM', '8851012010004', 198, 72, 0, 12, '0.00', '0.00', '0.00', '0.00', '09/14/2018', 'áž‘áž¹áž€ážŠáŸ„áŸ‡áž‚áŸ„áž†áŸ…ážŸáŸ’ážšážŸáŸ‹â€‹ áž‡áž¶áž€áŸ†áž”áŸ‰áž»áž„\r\n', 9, 1),
(83, '2017-08-10 12:49:PM', '8850987101663', 169, 48, 0, 12, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(84, '2017-08-10 12:51:PM', '8850987101687', 172, 12, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(85, '2017-08-10 12:52:PM', '8846004150011', 177, 1044, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(86, '2017-08-10 12:54:PM', '2300100038', 143, 4, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(87, '2017-08-10 12:55:PM', '2300100042', 147, 15, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(88, '2017-08-10 12:57:PM', '8846004150011', 177, 1032, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(89, '2017-08-10 01:00:PM', '88500468331265', 173, 60, 0, 6, '0.00', '0.00', '0.00', '0.00', '08/01/2017', '', 9, 1),
(90, '2017-08-11 07:33:AM', '8850370721119', 160, 8, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/12/2018', 'To use in bar.', 5, 1),
(91, '2017-08-11 12:51:PM', '8846004150011', 177, 1008, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(92, '2017-08-11 12:52:PM', '8888311012880', 194, 650, 0, 50, '0.00', '0.00', '0.00', '0.00', '08/08/2018', '', 5, 1),
(93, '2017-08-12 07:37:AM', '8847100562234', 191, 48, 0, 48, '4000.00', '192000.00', '192000.00', '0.00', '07/22/2018', '', 8, 1),
(94, '2017-08-12 07:47:AM', '8848017112017', 187, 24, 0, 12, '4000.00', '48000.00', '4800.00', '-43200.00', '03/30/2018', '', 1, 1),
(95, '2017-08-12 07:53:AM', '8849300404024', 155, 4, 0, 4, '4000.00', '16000.00', '16000.00', '0.00', '08/31/2017', '', 8, 1),
(96, '2017-08-12 07:55:AM', '8888265001275', 154, 12, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '11/28/2017', '', 1, 1),
(97, '2017-08-12 07:57:AM', '888265000629', 157, 5, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '12/28/2017', '', 1, 1),
(98, '2017-08-12 07:59:AM', '888265000612', 156, 10, 0, 2, '10000.00', '20000.00', '20000.00', '0.00', '11/01/2017', '', 5, 1),
(99, '2017-08-12 08:08:AM', '8847100563026', 41, 24, 0, 24, '0.31', '7.44', '7.00', '-0.44', '01/17/2017', 'ážŸáž¼ážŠáž¶ 330ml', 1, 1),
(100, '2017-08-12 08:12:AM', '8846004150011', 177, 984, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(101, '2017-08-12 10:52:AM', '8849300404025', 196, 51, 0, 5, '0.00', '0.00', '0.00', '0.00', '08/06/2017', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áž‘áž¼áž‘áŸ…', 2, 1),
(102, '2017-08-12 10:56:AM', '2300100038', 143, 8, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/02/2018', '', 2, 1),
(103, '2017-08-12 11:07:AM', '8849300404029', 204, 1, 0, 1, '1200.00', '1200.00', '1200.00', '0.00', '08/08/2018', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 2, 1),
(104, '2017-08-12 02:39:PM', '8847100566898', 9, 72, 0, 72, '0.44', '31.68', '31.00', '-0.68', '07/23/2018', '', 8, 1),
(105, '2017-08-12 03:01:PM', '8888086010302', 210, 200, 0, 100, '0.00', '0.00', '0.00', '0.00', '09/24/2018', 'áž‘áž»áž€áž”áŸ’ážšáž¾áž“áŸ…ážáž¶áž˜áž”áž“áŸ’áž‘áž”áŸ‹áž—áŸ’áž‰áŸ€ážœ', 9, 1),
(106, '2017-08-12 03:04:PM', '8846004150011', 177, 960, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(107, '2017-08-13 08:09:AM', '8850124070999', 101, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(108, '2017-08-13 08:11:AM', '2300100042', 147, 13, 0, 3, '0.00', '0.00', '0.00', '0.00', '06/07/2018', '', 2, 1),
(109, '2017-08-13 08:15:AM', '2300100038', 143, 6, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(110, '2017-08-13 08:19:AM', '8846000351122', 175, 6, 0, 3, '0.00', '0.00', '0.00', '0.00', '11/28/2018', '', 2, 1),
(111, '2017-08-13 08:22:AM', '2300100047', 152, 12, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(112, '2017-08-13 08:25:AM', '2300100046', 151, 30, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(113, '2017-08-13 08:29:AM', '8849300404024', 155, 20, 0, 1, '4000.00', '4000.00', '4000.00', '0.00', '08/31/2017', '', 8, 1),
(114, '2017-08-13 12:04:PM', '2300100041', 146, 3, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(115, '2017-08-13 12:12:PM', '8849300404032', 207, 7, 0, 1, '0.00', '0.00', '0.00', '0.00', '04/12/2019', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 5, 1),
(116, '2017-08-13 12:14:PM', '8846004150011', 177, 948, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(117, '2017-08-13 12:15:PM', '8849300404024', 155, 19, 0, 3, '4000.00', '12000.00', '12000.00', '0.00', '08/31/2017', '', 8, 1),
(118, '2017-08-13 12:17:PM', '8888311012880', 194, 600, 0, 50, '0.00', '0.00', '0.00', '0.00', '08/08/2018', '', 5, 1),
(119, '2017-08-13 12:21:PM', '8846004150011', 177, 924, 0, 36, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(120, '2017-08-13 12:23:PM', '88500468331265', 173, 54, 0, 6, '0.00', '0.00', '0.00', '0.00', '08/01/2017', '', 9, 1),
(121, '2017-08-14 07:29:AM', '8849300404026', 201, 10, 0, 2, '0.00', '0.00', '0.00', '0.00', '08/01/2022', 'To use in kitchen', 9, 1),
(122, '2017-08-14 09:03:AM', '8849300404035', 213, 3, 0, 2, '0.00', '0.00', '0.00', '0.00', '08/26/2017', 'To use in kitchen', 2, 1),
(123, '2017-08-14 09:12:AM', '86428411062', 186, 36, 0, 12, '4000.00', '48000.00', '48000.00', '0.00', '12/30/2018', '', 1, 1),
(124, '2017-08-14 09:15:AM', '8847100562234', 191, 84, 0, 24, '4000.00', '96000.00', '96000.00', '0.00', '07/22/2018', '', 8, 1),
(125, '2017-08-14 09:17:AM', '8850188270106', 167, 4, 0, 3, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(126, '2017-08-14 09:19:AM', '2300100038', 143, 4, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(127, '2017-08-14 04:19:PM', '8846004150011', 177, 888, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(128, '2017-08-14 04:21:PM', '8849300404033', 211, 6, 0, 3, '0.00', '0.00', '0.00', '0.00', '01/03/2021', '', 1, 1),
(129, '2017-08-14 04:23:PM', '8849300404034', 212, 44, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/05/2019', '', 1, 1),
(130, '2017-08-15 07:20:AM', '8850124070999', 101, 20, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(131, '2017-08-15 07:23:AM', '8849300404025', 196, 46, 0, 7, '0.00', '0.00', '0.00', '0.00', '08/06/2017', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áž‘áž¼áž‘áŸ…', 2, 1),
(132, '2017-08-15 07:33:AM', '8850987101663', 169, 36, 0, 6, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(133, '2017-08-15 07:35:AM', '8850987101663', 169, 30, 0, 30, '0.00', '0.00', '0.00', '0.00', '02/01/2018', '', 2, 1),
(134, '2017-08-15 07:37:AM', '8850987101687', 172, 30, 0, 6, '0.00', '0.00', '0.00', '0.00', '12/01/2017', 'Use in Bar', 2, 1),
(135, '2017-08-15 07:43:AM', '8850987101656', 171, 24, 0, 12, '0.00', '0.00', '0.00', '0.00', '12/01/2017', '', 2, 1),
(136, '2017-08-15 07:45:AM', '8847100568526', 19, 96, 0, 24, '0.16', '3.84', '3.84', '0.00', '04/17/2018', '', 1, 1),
(137, '2017-08-15 12:36:PM', '2300100042', 147, 10, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(138, '2017-08-15 12:38:PM', '2300100041', 146, 12, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(139, '2017-08-15 12:46:PM', '2300100038', 143, 3, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(140, '2017-08-15 12:48:PM', '888265000612', 156, 8, 0, 1, '10000.00', '10000.00', '10000.00', '0.00', '11/01/2017', '', 5, 1),
(141, '2017-08-15 12:51:PM', '8846004150011', 177, 876, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(142, '2017-08-15 12:53:PM', '8888265001275', 154, 10, 0, 1, '10000.00', '10000.00', '10000.00', '0.00', '11/28/2017', '', 1, 1),
(143, '2017-08-15 12:54:PM', '888265000629', 157, 3, 0, 1, '10000.00', '10000.00', '10000.00', '0.00', '12/28/2017', '', 1, 1),
(144, '2017-08-15 01:00:PM', '8888086010302', 210, 100, 0, 25, '0.00', '0.00', '0.00', '0.00', '09/24/2018', 'áž‘áž»áž€áž”áŸ’ážšáž¾áž“áŸ…ážáž¶áž˜áž”áž“áŸ’áž‘áž”áŸ‹áž—áŸ’áž‰áŸ€ážœ', 9, 1),
(145, '2017-08-15 01:02:PM', '8888311012880', 194, 550, 0, 25, '0.00', '0.00', '0.00', '0.00', '08/08/2018', '', 5, 1),
(146, '2017-08-15 01:05:PM', '8847100562234', 191, 60, 0, 24, '4000.00', '96000.00', '96000.00', '0.00', '07/22/2018', '', 8, 1),
(147, '2017-08-15 01:07:PM', '8846004150011', 177, 852, 0, 48, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(148, '2017-08-15 01:30:PM', '8846004150011', 177, 804, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(149, '2017-08-16 08:35:AM', '8850124070999', 101, 19, 0, 4, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(150, '2017-08-16 12:01:PM', '86428411062', 186, 24, 0, 12, '4000.00', '48000.00', '48000.00', '0.00', '12/30/2018', '', 1, 1),
(151, '2017-08-16 12:04:PM', '8888265001275', 154, 9, 0, 3, '10000.00', '30000.00', '30000.00', '0.00', '11/28/2017', '', 1, 1),
(152, '2017-08-16 12:08:PM', '2300100038', 143, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(153, '2017-08-16 12:10:PM', '8847100565389', 215, 72, 0, 24, '0.00', '0.00', '0.00', '0.00', '06/30/2018', '', 1, 1),
(154, '2017-08-16 04:00:PM', '8849300404025', 196, 39, 0, 5, '0.00', '0.00', '0.00', '0.00', '08/06/2017', 'áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸáŸ‹áž‘áž¼áž‘áŸ…', 2, 1),
(155, '2017-08-16 04:03:PM', '8846004150011', 177, 780, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(156, '2017-08-16 04:06:PM', '8849300404024', 155, 16, 0, 1, '4000.00', '4000.00', '4000.00', '0.00', '08/31/2017', '', 8, 1),
(157, '2017-08-16 04:08:PM', '88500468331265', 173, 48, 0, 6, '0.00', '0.00', '0.00', '0.00', '08/01/2017', '', 9, 1),
(158, '2017-08-16 04:10:PM', '8849300404024', 155, 15, 0, 3, '4000.00', '12000.00', '12000.00', '0.00', '08/31/2017', '', 8, 1),
(159, '2017-08-16 04:23:PM', '8888555111684', 219, 5, 0, 3, '0.00', '0.00', '0.00', '0.00', '12/04/2017', '', 2, 1),
(160, '2017-08-16 04:26:PM', '8850124070999', 101, 15, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/27/2018', '', 1, 1),
(161, '2017-08-16 04:30:PM', '8850188270106', 167, 1, 0, 1, '0.00', '0.00', '0.00', '0.00', '07/01/2018', '', 1, 1),
(162, '2017-08-16 04:32:PM', '7801119950506', 218, 4, 0, 1, '0.00', '0.00', '0.00', '0.00', '12/19/2020', '', 2, 1),
(163, '2017-08-16 04:35:PM', '8849300404026', 201, 8, 0, 1, '0.00', '0.00', '0.00', '0.00', '08/01/2022', 'To use in kitchen', 9, 1),
(164, '2017-08-16 04:37:PM', '2300100012', 112, 2, 0, 1, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(165, '2017-08-19 07:29:AM', '8846004150011', 177, 756, 0, 36, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(166, '2017-08-19 07:30:AM', '8849300404033', 211, 3, 0, 2, '0.00', '0.00', '0.00', '0.00', '01/03/2021', '', 1, 1),
(167, '2017-08-19 07:30:AM', '8849300404034', 212, 41, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/05/2019', '', 1, 1),
(168, '2017-08-19 07:31:AM', '8888265001275', 154, 6, 0, 2, '10000.00', '20000.00', '2000.00', '-18000.00', '11/28/2017', '', 1, 1),
(169, '2017-08-19 07:31:AM', '888265000629', 157, 2, 0, 2, '10000.00', '20000.00', '2000.00', '-18000.00', '12/28/2017', '', 1, 1),
(170, '2017-08-19 07:39:AM', '8848858120011', 5, 288, 0, 4, '0.43', '1.72', '1.00', '-0.72', '05/03/2018', '', 1, 1),
(171, '2017-08-19 07:41:AM', '8846004150011', 177, 720, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(172, '2017-08-19 07:44:AM', '8806011413158', 158, 12, 0, 12, '3500.00', '42000.00', '42000.00', '0.00', '07/02/2018', '', 1, 1),
(173, '2017-08-19 07:53:AM', '8849300404032', 207, 6, 0, 1, '0.00', '0.00', '0.00', '0.00', '04/12/2019', 'áž‘áž»áž€ážŸáž˜áŸ’ážšáž¶áž”áž”áŸ’ážšáž¾áž”áŸ’ážšáž¶ážŸ', 5, 1),
(174, '2017-08-19 07:59:AM', '8850370721119', 160, 6, 0, 4, '0.00', '0.00', '0.00', '0.00', '02/12/2018', '', 5, 1),
(175, '2017-08-19 08:03:AM', '8849300404026', 201, 7, 0, 2, '0.00', '0.00', '0.00', '0.00', '08/01/2022', 'To use in kitchen', 9, 1),
(176, '2017-08-19 08:05:AM', '8846004150011', 177, 696, 0, 24, '0.00', '0.00', '0.00', '0.00', '12/31/2017', '', 1, 1),
(177, '2017-08-19 08:06:AM', '2300100042', 147, 9, 0, 3, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(178, '2017-08-19 08:08:AM', '2300100038', 143, 11, 0, 2, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(179, '2017-08-19 08:16:AM', '2300100012', 112, 1, 0, 0, '0.00', '0.00', '0.00', '0.00', '02/25/2017', '', 2, 1),
(180, '2017-08-19 11:53:AM', '8847100565389', 215, 78, 0, 6, '0.00', '0.00', '0.00', '0.00', '06/30/2018', '', 1, 1),
(181, '2017-08-19 12:20:PM', '8847100562234', 191, 276, 0, 240, '4000.00', '960000.00', '96000.00', '-864000.00', '07/22/2018', '', 8, 1);

-- --------------------------------------------------------

--
-- Table structure for table `stock_out_detail`
--

CREATE TABLE `stock_out_detail` (
  `ind_no` int(11) NOT NULL,
  `item_no` varchar(111) NOT NULL,
  `qty` varchar(111) NOT NULL,
  `unit` varchar(111) CHARACTER SET utf8 NOT NULL,
  `description` varchar(211) CHARACTER SET utf8 NOT NULL,
  `account_change` varchar(111) NOT NULL,
  `unit_price` varchar(111) NOT NULL,
  `total_price` varchar(111) NOT NULL,
  `sto_out_id` int(111) NOT NULL,
  `in_id` int(111) NOT NULL,
  `status` int(1) NOT NULL,
  `item` varchar(120) CHARACTER SET utf8 DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `stock_out_detail`
--

INSERT INTO `stock_out_detail` (`ind_no`, `item_no`, `qty`, `unit`, `description`, `account_change`, `unit_price`, `total_price`, `sto_out_id`, `in_id`, `status`, `item`) VALUES
(15, '2', '1', 'PC', 'test1', '4', '1.17', '1.17', 8, 2, 0, 'ST003 Teochew Dumpling (3 pcs)'),
(16, '5', '2', 'áž€áŸ†áž”áŸ‰áž»áž„', 'test 2', '6', '0.43', '0.86', 8, 5, 0, 'Beer Angkor 330ml (Can)');

-- --------------------------------------------------------

--
-- Table structure for table `stock_out_form`
--

CREATE TABLE `stock_out_form` (
  `sto_out_id` int(11) NOT NULL,
  `request_date` varchar(111) NOT NULL,
  `need_date` varchar(111) NOT NULL,
  `dept` varchar(111) NOT NULL,
  `request_by` varchar(111) NOT NULL,
  `check_by` varchar(111) NOT NULL,
  `ref_no` varchar(111) NOT NULL,
  `new_request` varchar(111) NOT NULL,
  `from_where` varchar(111) NOT NULL,
  `id_card` varchar(111) NOT NULL,
  `approve` int(1) NOT NULL DEFAULT '0',
  `sum_total` varchar(111) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `stock_out_form`
--

INSERT INTO `stock_out_form` (`sto_out_id`, `request_date`, `need_date`, `dept`, `request_by`, `check_by`, `ref_no`, `new_request`, `from_where`, `id_card`, `approve`, `sum_total`) VALUES
(8, '10/01/2017', '10/31/2017', '3', 'vongkol', '2', '9999999999999', '9', '9', '9', 1, '2.03');

-- --------------------------------------------------------

--
-- Table structure for table `sup_type`
--

CREATE TABLE `sup_type` (
  `sup_type_id` int(100) NOT NULL,
  `sup_type_name` varchar(200) NOT NULL,
  `sup_type_note` varchar(250) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `sup_type`
--

INSERT INTO `sup_type` (`sup_type_id`, `sup_type_name`, `sup_type_note`) VALUES
(1, 'Alcohol Drink', ''),
(2, 'Non Alcohol Drink', ''),
(3, 'Room Supply', ''),
(4, 'Food Supply', ''),
(5, 'Ingrediant', ''),
(6, 'Rice', ''),
(7, 'Washing Supply', ''),
(8, 'Pool Supply', '');

-- --------------------------------------------------------

--
-- Table structure for table `unit`
--

CREATE TABLE `unit` (
  `u_id` int(200) NOT NULL,
  `u_name` varchar(200) NOT NULL,
  `u_note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `unit`
--

INSERT INTO `unit` (`u_id`, `u_name`, `u_note`) VALUES
(1, 'áž€áŸ†áž”áŸ‰áž»áž„', ''),
(3, 'ážŠáž”', ''),
(4, 'áž€áŸ’ážšáž¶áž˜', ''),
(5, 'áž‚áž¸áž¡áž¼áž€áŸ’ážšáž¶áž˜', ''),
(6, 'ážŠáž»áŸ†', ''),
(7, 'áž”áŸ‰áž¶ážœ', ''),
(8, 'ážˆáž»áž', ''),
(9, 'áž›áž¸ážáŸ’ážš', ''),
(10, 'áž˜áž¸áž›áž¸áž›áž¸ážáŸ’ážš', ''),
(11, 'áž€áž‰áŸ’áž…áž”áŸ‹', '');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(200) NOT NULL,
  `username` varchar(200) NOT NULL,
  `password` varchar(200) NOT NULL,
  `position_id` int(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `username`, `password`, `position_id`) VALUES
(1, 'Bunthy', 'e475aa994a2e1305b8e396242d108160', 3),
(2, 'admin', '21232f297a57a5a743894a0e4a801fc3', 1);

-- --------------------------------------------------------

--
-- Table structure for table `vat`
--

CREATE TABLE `vat` (
  `vat_id` int(100) NOT NULL,
  `vat` varchar(100) NOT NULL,
  `note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `vat`
--

INSERT INTO `vat` (`vat_id`, `vat`, `note`) VALUES
(1, '0.1', '1â€‹ áž—áž¶áž‚ážšáž™â€‹â€‹ ážŸáŸ†ážšáž¶áž”áŸ‹ 1 áž˜áž»ážáž‘áŸ†áž“áž·áž‰');

-- --------------------------------------------------------

--
-- Table structure for table `vender`
--

CREATE TABLE `vender` (
  `vender_id` int(20) NOT NULL,
  `vendername_kh` varchar(200) NOT NULL,
  `vendername_en` varchar(200) NOT NULL,
  `contact_name` varchar(100) NOT NULL,
  `phone` varchar(100) NOT NULL,
  `address` varchar(200) NOT NULL,
  `sup_type_id` int(100) NOT NULL,
  `note` varchar(200) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `vender`
--

INSERT INTO `vender` (`vender_id`, `vendername_kh`, `vendername_en`, `contact_name`, `phone`, `address`, `sup_type_id`, `note`) VALUES
(1, 'áž€áž¼áž€áž¶â€‹ áž€áž¼áž¡áž¶', 'CocaCola', 'VENG', '098459827', '..', 2, ''),
(2, 'PORK/KITCHEN', 'PORK/KITCHEN', 'PHSAR KACHCHRONG', '086888994', '..', 3, ''),
(3, 'DIM SUM', 'DIM SUM', 'YAHYA', '081458704', '..', 3, ''),
(4, 'ICE', 'ICE', 'SAO HENG', '016/012501856', '..', 2, ''),
(5, 'COCONUT', 'COCONUT', 'DA  FATHER', '081711711', '..', 2, ''),
(6, 'UPVC WINDOW', 'UPVC WINDOW', '..', '081867272', '..', 2, ''),
(7, 'WASHING', 'WASHING', 'CHINESE WASHING', '088 2615888', '..', 2, ''),
(8, 'KEANG TRAY SOFTDRINK', 'KEANG TRAY SOFTDRINK', 'TAKHMAO NEW MARKET', '012728418/016390890', '..', 2, ''),
(9, 'áž¢áž·áž›áž¢áŸážŸáž¢áŸáž…', 'LSH', 'Phally', '0969545555', 'Toulkok', 4, 'All kinds of food soft drink nest coffee'),
(10, 'ážœáž·áž˜áž¶áž“áž‘áž·áž–áŸ’ážœ', 'VIMEANTEP', 'NA', '012926560/016616362', 'chaktumok,daunpenh', 1, 'all kind of drink'),
(11, 'áž áŸ’ážœáž¼ážŽáž“', 'Founan', 'NA', '012224895/086700294', 'boeung pralit', 2, 'coffee');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `branch`
--
ALTER TABLE `branch`
  ADD PRIMARY KEY (`branch_id`),
  ADD KEY `branch_type_id` (`branch_type_id`),
  ADD KEY `emp_id` (`emp_id`);

--
-- Indexes for table `branch_type`
--
ALTER TABLE `branch_type`
  ADD PRIMARY KEY (`branch_type_id`);

--
-- Indexes for table `category`
--
ALTER TABLE `category`
  ADD PRIMARY KEY (`cate_id`);

--
-- Indexes for table `employee`
--
ALTER TABLE `employee`
  ADD PRIMARY KEY (`emp_id`),
  ADD KEY `position_id` (`position_id`);

--
-- Indexes for table `exchange`
--
ALTER TABLE `exchange`
  ADD PRIMARY KEY (`exchange_id`);

--
-- Indexes for table `position`
--
ALTER TABLE `position`
  ADD PRIMARY KEY (`position_id`);

--
-- Indexes for table `product`
--
ALTER TABLE `product`
  ADD PRIMARY KEY (`pro_id`),
  ADD KEY `cate_id` (`cate_id`);

--
-- Indexes for table `stockin`
--
ALTER TABLE `stockin`
  ADD PRIMARY KEY (`in_id`),
  ADD KEY `emp_id` (`emp_id`),
  ADD KEY `pro_id` (`pro_id`),
  ADD KEY `vender_id` (`vender_id`);

--
-- Indexes for table `stockin_report`
--
ALTER TABLE `stockin_report`
  ADD PRIMARY KEY (`stockin_id`),
  ADD KEY `emp_id` (`emp_id`),
  ADD KEY `pro_id` (`pro_id`),
  ADD KEY `vender_id` (`vender_id`);

--
-- Indexes for table `stockout`
--
ALTER TABLE `stockout`
  ADD PRIMARY KEY (`transaction_id`),
  ADD KEY `branch_id` (`branch_id`),
  ADD KEY `emp_id` (`emp_id`);

--
-- Indexes for table `stockout_report`
--
ALTER TABLE `stockout_report`
  ADD PRIMARY KEY (`stockin_id`);

--
-- Indexes for table `stock_out_detail`
--
ALTER TABLE `stock_out_detail`
  ADD PRIMARY KEY (`ind_no`);

--
-- Indexes for table `stock_out_form`
--
ALTER TABLE `stock_out_form`
  ADD PRIMARY KEY (`sto_out_id`);

--
-- Indexes for table `sup_type`
--
ALTER TABLE `sup_type`
  ADD PRIMARY KEY (`sup_type_id`);

--
-- Indexes for table `unit`
--
ALTER TABLE `unit`
  ADD PRIMARY KEY (`u_id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD KEY `position_id` (`position_id`);

--
-- Indexes for table `vat`
--
ALTER TABLE `vat`
  ADD PRIMARY KEY (`vat_id`);

--
-- Indexes for table `vender`
--
ALTER TABLE `vender`
  ADD PRIMARY KEY (`vender_id`),
  ADD KEY `sup_type_id` (`sup_type_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `branch`
--
ALTER TABLE `branch`
  MODIFY `branch_id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `branch_type`
--
ALTER TABLE `branch_type`
  MODIFY `branch_type_id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
--
-- AUTO_INCREMENT for table `category`
--
ALTER TABLE `category`
  MODIFY `cate_id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;
--
-- AUTO_INCREMENT for table `employee`
--
ALTER TABLE `employee`
  MODIFY `emp_id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `position`
--
ALTER TABLE `position`
  MODIFY `position_id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `product`
--
ALTER TABLE `product`
  MODIFY `pro_id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=263;
--
-- AUTO_INCREMENT for table `stockin`
--
ALTER TABLE `stockin`
  MODIFY `in_id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `stockin_report`
--
ALTER TABLE `stockin_report`
  MODIFY `stockin_id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=56;
--
-- AUTO_INCREMENT for table `stockout`
--
ALTER TABLE `stockout`
  MODIFY `transaction_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `stockout_report`
--
ALTER TABLE `stockout_report`
  MODIFY `stockin_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=182;
--
-- AUTO_INCREMENT for table `stock_out_detail`
--
ALTER TABLE `stock_out_detail`
  MODIFY `ind_no` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=17;
--
-- AUTO_INCREMENT for table `stock_out_form`
--
ALTER TABLE `stock_out_form`
  MODIFY `sto_out_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `sup_type`
--
ALTER TABLE `sup_type`
  MODIFY `sup_type_id` int(100) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;
--
-- AUTO_INCREMENT for table `unit`
--
ALTER TABLE `unit`
  MODIFY `u_id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(200) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `vender`
--
ALTER TABLE `vender`
  MODIFY `vender_id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;
--
-- Constraints for dumped tables
--

--
-- Constraints for table `branch`
--
ALTER TABLE `branch`
  ADD CONSTRAINT `branch_ibfk_1` FOREIGN KEY (`branch_type_id`) REFERENCES `branch_type` (`branch_type_id`);

--
-- Constraints for table `employee`
--
ALTER TABLE `employee`
  ADD CONSTRAINT `employee_ibfk_1` FOREIGN KEY (`position_id`) REFERENCES `position` (`position_id`);

--
-- Constraints for table `product`
--
ALTER TABLE `product`
  ADD CONSTRAINT `product_ibfk_1` FOREIGN KEY (`cate_id`) REFERENCES `category` (`cate_id`);

--
-- Constraints for table `stockin`
--
ALTER TABLE `stockin`
  ADD CONSTRAINT `stockin_ibfk_1` FOREIGN KEY (`pro_id`) REFERENCES `product` (`pro_id`),
  ADD CONSTRAINT `stockin_ibfk_2` FOREIGN KEY (`vender_id`) REFERENCES `vender` (`vender_id`),
  ADD CONSTRAINT `stockin_ibfk_3` FOREIGN KEY (`emp_id`) REFERENCES `employee` (`emp_id`);

--
-- Constraints for table `user`
--
ALTER TABLE `user`
  ADD CONSTRAINT `user_ibfk_1` FOREIGN KEY (`position_id`) REFERENCES `position` (`position_id`);

--
-- Constraints for table `vender`
--
ALTER TABLE `vender`
  ADD CONSTRAINT `vender_ibfk_1` FOREIGN KEY (`sup_type_id`) REFERENCES `sup_type` (`sup_type_id`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
